{
    "unfinished": false,
    "title": "Camping in the Clubs and the County Courts",
    "subtitle": "Taming the Wild Gender of the Playboy Revue",
    "sections": [
        {
            "title": "Introduction",
            "subtitle": "",
            "paragraphs": [
                "On the street outside the Echo Tavern where the Playboy Revue had been raided earlier that night, a group of spectators awaited the drag performers’ exit from the tavern. The group included patrons from the interrupted show, police officers, and, of course, journalists. The latter were there to document the salacious affair in spectacular detail without mincing their words: As much as the revue was valued in their nightclub home in New York City, this touring company had no reason to perform in Troy. Read collectively, the newspapers reporting on the 1934–35 “Echo Tavern raids” took an active role in shaping heteronormativity in their attempts to undo queer (night)life and shame the performers for their “wrongful” bodily comportments, verbal camping, and fashion choices. In doing so, they aligned themselves with the state’s and legal authorities’ strides to shape heteronormativity. But the performers and producers of the show did not simply accept the conditions of the situation. As the performers finally emerged from the tavern to be transported to their arraignment at Troy’s Police Court, one of them turned around and said loudly to the others: “Oh, just think, girls, this is the first time this has ever happened in this whole community!” In this swift rhetorical move, the artist nods to a form of insider knowledge through the camp use of queer femininity. He gestures to his membership in a community of “girls” while also staunchly refusing to be in <em>the</em> community where the utterance takes place—the city of Troy. Meanwhile, he mocks the authority of the law and the police by indicating that this was not the first time (or the last) that he and his “girls” had gotten into legal trouble, and that it had not “fixed” them yet. In the rest of the article reporting on the utterance, the journalist discursively othered and attempted to regulate the artists by pointing out their “strange” comportment compared to their assumed “natural” male gender presentation. But the text’s “queer trace” remains. While making harmful points about presumed shameful behaviors and vaguely insinuating the artists’ deviance from normalcy—hegemonic masculinity and heteronormativity—the text also paradoxically makes the unwieldy gender presentation of the “playboys”—a sort of queer femininity—a possible and somewhat legible identity position, available for its readers.",
                "Drawing on Jack Halberstam’s recent theorization of wildness combined with José Esteban Muñoz’s queer utopian methodology, I argue that the eleven “Playboys” centered wild forms of self-made gender presentations, or what Jack Halberstam has called “indeterminate modes of embodiment” in his recent book <em>Wild Things</em>,[fn={Halberstam-6}] rendering Echo Tavern a utopian space or life-world of queer belonging where the pressures of heteronormativity and its gendered forms of respectability and legibility subsided in favor of a different, queer and wild epistemology. This framework of queer utopia and wildness is fitting to bring up in relation to an era when science was making inroads as a “secular heuristic for the normal, the marriageable, the domestic,”[fn={Young}] in the incorporation of the epistemology of the closet and heteronormativity. As Jennifer Terry adds in her pivotal <em>An American Obsession </em>about the regulation of homosexuality in American society: the policing of queerness in the 1930s was strongly connected with attempts to domesticate the “reckless hedonism of the Roaring Twenties that many believed had plunged the nation into the Great Depression.”[fn={Terry-268}] Read along this framework, the illegible and unwieldy wild gender of artists such as the ones at the Echo Tavern could be interpreted in its own context as an expression of this dangerous hedonistic past in need to be suppressed for the coalescing heteronormativity to establish itself as “orderly, true, right, and proper.”[fn={Young}] Media accounts of the drawn-out legal battles and a few surviving accounts of the actual acts themselves form the arena where this struggle took place. The legal cases and the discursive media accounts discussed in this chapter establish a clear narrative of othering the artists’ strangeness, attempting to render them unnatural and make their performance impossible. However, they were not completely successful in doing so, as the artists formed a strong informal network of performers and producers that continued to move the performers from county to county, from nightclub to nightclub, illustrating the persistence of these performers’ resistance to the adversity that they faced. In this network, they found a sense of queer belonging that can be gleaned in the homophobic and transphobic reporting of their case.",
                "“Queer belonging” denotes a belonging beyond “gay” as identity marker here. These artists were not simply closeted gay men waiting/wanting to come out into some pre-existing comprehensive, known, legible, and respectable identity. Nor can we say that they were identifying as trans in any way.[fn={trans}] The legal cases and the discursive media accounts discussed in this chapter never openly construed the artists as gay, homosexual or differently gendered. It left them in a completely different register, an indeterminate form of embodiment not completely legible in the early twentieth-century lexicons of identity. The journalistic accounts were, in a word, flabbergasted at the sights and sounds of the performers’ gender presentation. Yet, there are no indications of political will amongst the artists to change this “misreading” of their bodily expressions. They were not interested in opposing the order of heteronormativity or overthrowing legal structures. Similar to what Halberstam has written about the politics of wildness in general, these artists had no “liberation” or legal restitution as the end goal of their battle. Rather, what we see is a refusal of recognition or response to the call of interpellation; their queerness denotes that which offers no simple answer to the question: “Who are you?” As such, theirs was an apolitical position, or more precisely a denial of the scene of politics to begin with. Thus, their “politics” were always bound to fail, as they refused to “acquiesce to dominant logics of power and discipline.”[fn={Halberstam-Failure-88}] Yet, their dances and gestures on nightclub stages and beyond traditional performance venues and into their “street performances” of queer femininity render an interesting image of a group of wildly gendered performers whose simple appearance disrupted the presumed centrality and universality of heteronormativity.",
                "Eventually, as quickly as they emerged and presented their queer dance, the eleven performers “disappeared” from the Echo Tavern. But their “disappearance,” I further argue here, should be understood in its reverse: as a temporary <em>appearance</em> of an informal social and infrastructural support system that was not meant to be noticed, and certainly not managed, by the heteronormative biopolitical force that was taking shape in the 1930s. This was the reason the wildly gendered performers were able to exist in such a carefree way in the town where they kept running into legal trouble. Like Tony Just’s performance of cleaning run-down public men’s rooms in Muñoz’s text “Ephemera as Evidence,” the Playboys made a continuous space visible for some time “outside of its insular sphere.”[fn={Munoz-Ephemera-5}] That is, when they appeared in their high-profile legal case and claimed the attention of audiences, law, and media, it should be understood as a temporary discursive surfacing of the extended network of fluid and ambiguous gender performativity at play in New York City’s theatres and nightclubs. The Playboy Revue’s collective willful rebelling against coalescing heteronormativity thus made Echo Tavern an important node in extending this network, and they can, in Halberstam’s words about the force of the wild, be understood as an “entropic force of a chaos that constantly spins away from biopolitical attempts to manage life and bodies and desires.”[fn={Halberstam-7}] When it “disappeared,” it only dove under the threshold of visibility to heteronormative culture.",
                "The Playboy Revue together with other troupes like them, provided a strong yet informal social and infrastructural support system that appeared chaotic or wild but that drag performers could rely on, especially when traveling around the state and further away. This system or network supplied its members with financial, professional, and affective support and acted to distribute and mitigate the risks of living a queer life as a professional. In the face of being rendered in a particular, <em>othering</em> way, the network was instrumental in building a vibrant, queer lifeworld catering to a particular desire and imagination of possible gender performativities.",
                "Performances of queer femininity like the ones presented by the Playboy Revue dancers have often been relegated to the footnotes of history. As Muñoz wrote in the mid-1990s, a significant amount of anecdotal and/or performative historiography, especially around minoritarian performance, had not been given much space in “traditionalist scholarly archives and methodologies.”[fn={Munoz-Ephemera-7}] While an increasing number of anecdotal historiographies of minoritarian performance had certainly been published since Muñoz’s writing,[fn={Queer-Historiographies}] questions of anecdotal and speculative methodologies still linger. I follow a lineage of speculative queer historiography drawing on paradoxically homophobic sources, rumors, and innuendo, and thus— while not the central thesis of the chapter—make an argument for the legitimacy of such historical analysis. To read this “counter-archive of bodies and modes of being that fall out of the definitional systems produced to describe them,”[fn={Young}] I turn to Muñoz’s queer utopia for my methodology, and specifically the idea of the <em>queer residue</em> found by reading between the lines of such disidentificatory sources as newspaper articles where the reader was presumed to feel horror and dismay when reading about the acts and the performers’ personalities. In such a gleaning—or “squinting,” using Muñoz’s word—I identify the camp strategies enacted by these performers to extend their queer lifeworld in and beyond their nightclub acts, through the noise of homophobic press and court systems, and into the readers’ hands.[fn={Munoz-Cruising-22}] The idea of the “queer lifeworld” is borrowed from Fiona Buckland, who applied the idea to nightclub dancing at a later time in history in her <em>Impossible Dance: Club Culture and Queer World-Making</em>. Her definition of queer world-making as a verb extends far beyond the book’s context of 1990s club culture, as it stands for “a conscious, active way of fashioning the self and the environment, cognitively and physically, through embodied social practices moving through and clustered in the city.”[fn={Buckland}] "
            ]
        },
        {
            "title": "Background",
            "subtitle": "",
            "paragraphs": [
                "In the mid-1930s, Club Richman became a hotspot of queer performance in New York City’s nightlife when Jack Mason, drag impresario beyond comparison in New York City, was hired to create their “Playboy Revue.” Mason had reached his fame when organizing large-scale drag balls at Rockland Palace, Central Opera House, and Madison Square Garden in the 1920s. A key player in the “pansy craze” and prominently featured in “For Ladies Only” pages in the entertainment press, Mason had been called a “guiding spirit” for the inauguration of many venues that catered to “temperamentals.”[fn={Mason}] As Mason had extensive experience of organizing drag revues, he occupied a central place in the tight-knit community of performers who would continue to perform in drag for a long time—a network of core drag artists who became leaders of their own communities. Aspiring drag performers who moved to New York City in the 1930s hoped to rise to fame as a “playboy” in Mason’s show. Some of the performers who were part of this sensational group—Johnny Kaye, Gene Dana, and “Lucian,” for instance—would go on to a certain level of fame among drag performers at the time.[fn={Goodman}] Kaye, Dana, and Lucian were all outstandingly entrepreneurial in that they took notes from Mason’s ideas and would go on to establish touring companies of their own using names similar to Mason’s original troupe—following the formula “[<em>Name’s</em>] Playboy Revue,” or any variation on the same theme (<em>The Hollywood Playboys</em>) or a combination of “Gay Boy” and “Revue.”",
                "The Playboy Revue at Club Richman under Mason’s oversight quickly became a popular late-night entertainment. It always featured acts by popular singers and dancers from burlesque shows at nearby theatres, but the revue’s most noteworthy feature was the eponymous line of “playboys” consisting of twenty-five young “chorus girls.” They were performers in drag stirring the desires of audience members with their alluring dances with clear references to the gay 1920s.[fn={Richman}] The use of “playboys” as terminology for these acts is significant. Notably, these performers were not simply “female impersonators,” although this term was sometimes used to describe their acts. Rather, performers like Kaye, Dana, and Lucian oscillated on a spectrum between female impersonators, performing “a character,” and “pansy” performers, emphasizing and exaggerating effeminacy and destabilizing any distinction between “performer” and “role” or “character.” As such, they differed significantly from drag performances that audiences would encounter in the theatre. Whereas female impersonation in vaudeville and burlesque acts could be fun and rebellious, which sometimes led to moral concerns among critics, the final moments of such acts often released lingering non-heteronormative tensions, as James Wilson has written about Julian Eltinge. Such release often took the shape of a final de-wigging, an affirmation of heterosexuality through a wedding, or an admonishment of the homosexual/homosocial continuum as “male characters who made physical advances at [a character in drag] are ultimately shamed.”[fn={Wilson-Diva-15}] In nightclub acts, such a release did not always occur. While not always true in burlesque or vaudeville, <em>actors</em> in drag in plays—like Eltinge in <em>The Fascinating Widow</em>—were playing even more of a defined role: their drag performance was contained within a narrative frame, and the narrative frame itself often contributed the reason for the drag appearance to begin with. The drag performers in the Playboy Revue, however, did not have a narrative frame that contained their drag performances, which blurred the separation between their own personhood and the alleged “roles” they played. Few of these artists were impersonating any specific woman or even women in general. Rather, many of them lived <em>as a character</em> in the world of the nightlife. They developed personas and pseudonyms that, in some cases, became so strongly associated with their person that their identity became synonymous with their nightclub personality. For instance, when Lucian was arrested in 1935, he refused to give his birth name to the journalists reporting on the case and, according to at least one source, to the authorities as well.[fn={Sheriff}] Many other drag performers at the time similarly adopted monikers that functioned as enablers and self-marketing of their performances and as a shield against the viciously heteronormative climate that surrounded these performers. Nazi Mova borrowed his (questionable) name from scandalous Russian-American actress Alla Nazimova, and Lena Rivers assumed a campy name referring to a 1932 film based on an 1856 novel, which had also had many incarnations through the silent film era.[fn={Nazimova}] Such monikers would protect the performer’s identity—even from the gaze of history. To this day, we know little more than these monikers and the existence of their acts—nor are we able to trace Nazi Mova’s or Rivers’s “deadnames,” to use a contemporary term.[fn={Deadname}] Another example is Merry Pickford (sometimes spelled Murry Pickford) whose name referenced one of the most popular actresses of the early 20th century, Mary Pickford. While Merry/Murry Pickford used a less “opaque” name as his street moniker—it was still an open reference to his legal name—the moniker was nevertheless used as a “camp shield.” The incongruence that was part of the campy disidentification in Merry Pickford’s assumption of Mary Pickford’s name laid in the discrepancy between their body types: Mary was a poster name for “the flapper,” and Merry/Murry was a corpulent person assigned male at birth whose “classy” fan dancing highlighted the discrepancy further.[fn={Merry-Pickford}] These three campy names can safely be assumed to have invoked some gaiety but also functioned as a form of disidentification with any attempts to shame those artists or “put them in place.”",
                "Late in the summer of 1934, Mason held auditions and rehearsals in New York City with the prospect of creating a touring production of the Playboy Revue that had recently opened at Club Richman. He wanted to feature European headliners wearing costumes designed by famous French designer Patou, and tour theatres around the country during the winter season.[fn={Patou}] Such touring shows would offer opportunities for young drag performers who could build broader fame in nightlife and entertainment as well as deepen their connection to the tight-knit community of performers from Mason’s revues. Equally, as we will see, they offered restaurant and nightclub owners outside of New York City opportunities to draw larger audiences to their venues by their association with Mason and his group of performers.",
                "While the floor shows of the New York City nightclub had all the features planned for the tour, in reality, only one small group of performers who had been part of the original cast at Club Richman were on the road in the Fall of 1934, and they never made the planned appearances in theatres.[fn={4th-Edition}] Starting November, Mason secured a ten-week long contract at Troy’s Echo Tavern for a company of eleven performers.[fn={Tavern-Contract}] The tavern had opened fairly recently and was small compared to the nightclubs in New York City where the Playboy Revue would normally perform. Since opening shortly after the repeal of Prohibition, local musicians had performed there for diners and dancers but until Mason’s company arrived, the venue had no history of drag performers.[fn={Troy-Tavern-Before}] When the Playboy Revue had its premiere, a controversy ensured that became an interest for national and local newspapers alike. While towns and cities all around the state of New York had authorities trying to censor similar shows, as we will see, the Echo Tavern case was particularly well-documented. Over fifty newspaper articles in local and national press described the case, which made it a point of information for performers and authorities alike, looking for guidance on how to handle drag performances in nightclubs. Detailed accounts of court hearings and procedures from the Echo Tavern case were widely disseminated, making police harassment of queer bodies and fears of the queer collective body a public discussion that predated the Stonewall riots by a generation. This widespread interest and its detailed information set the “Echo Tavern controversy” apart from countless other unremarkable raids on similar shows. The attention paid to the legal case around Echo Tavern, then, was doubtless due to the performance’s positioning within the cultural field, in no small part because of the producer’s cultural and social capital. Mason’s “brand” and the association with Club Richman’s prurient taint of 1920s hedonism certainly lent fame (or perhaps a salacious infamy) to the show before the performers even stepped on stage."
            ]
        },
        {
            "title": "Here We Are",
            "subtitle": "",
            "paragraphs": [
                "From the beginning, the playboys’ engagement at the Echo Tavern caused a tug of war between their self-assertive, wild and hedonistic embodiment and the legal forces that were trying to suppress them, ranging from state-sanctioned laws to the individual actions of police officers. Before the show had even had its premiere, the Playboy Revue engaged in an aggressive local newspaper advertising campaign,[fn={Troy-Advertisements}] conceivably spearheaded by the troupe’s producer Jack Mason. Mason’s marketing strategies often included hyperbolic language, such as the advertisement in the <em>Times Union</em> which <em>announced</em>: “SPECIAL NOTICE!!! Truly an ECHO! . . . Can’t you hear the resounding ‘RAVES’ and the acclaim of the public? Owing to limited space and our capacity business, it is necessary for our patrons to make reservations early.”[fn={Advertisement-1934}] While the early advertisements never mentioned that the performers at the Echo Tavern would appear in drag, the promotional language and the Barnumesque marketing tactics was an extension of the raucous and boisterous self-making strategies that the artists in the Playboy Revue employed in their on-stage and off-stage presentations as well.",
                "Early in the run, the tavern’s management was approached by the local police department wishing to “negotiate” the presentation of the floor show. Doubtlessly, such a negotiation involved some form of bribe that would allow the show to go on.[fn={Court-Comment}] About three weeks into the troupe’s engagement at the Echo Tavern, on 23 November 1934, the relationship with the local police department had “soured” and the authorities required the tavern to halt their performances unless they wanted a raid. Defiantly, the troupe took out a bold advertisement in local newspapers that followed the Barnumesque strategy of the early advertisements: “Due to a misunderstanding—we were unable to present our Show Friday night. But will POSITIVELY Present tonight and every night.”[fn={Advertisements-1934}] Thus, collectively, the “creative team” behind the Playboy Revue signaled the refusal to accept the expected outcome of the homophobic police harassment. The police, on their end, maintained the position that they would not allow the show to be presented.[fn={Will-Not-Present}] The tavern’s proprietor Dunn, nervous about overstepping the authorities’ boundaries, asked an attorney to attend the night’s performance seated at one of the tavern’s tables to observe any foul play by the police department. This strategy of countersurveillance in all probability also originated with the group of performers or Mason himself and not with the inexperienced proprietor.[fn={Police-Raid}] Shortly after midnight, the eleven <em>Playboy Revue</em> performers entered the nightclub floor in their designer dresses, and, as the reports have it, “[f]aintly through the windows girlish voices could be heard singing the opening chorus, ‘Here We Are,’”[fn={Police-Raid}] a song by Annette Hanshaw that had recently been popularized in a Betty Boop cartoon:[fn={Here-We-Are}]",
                "<blockquote>I hate to think what might have been if we had never met<br />Why should I suppose that this could be?<br />The weary days, the lonely nights, are easy to forget<br />Since I am here, and you are here with me.<br />Here we are, you and I<br />Let the world hurry by<br />Even while I waited, somehow, dear, I knew<br />You’d find me, I’d find you.[fn={Hanshaw}]</blockquote>",
                "The presentation of “Here We Are” stands in stark contrast to the ongoing attempts to regulate queerness around New York State and in the country at the time. Legislation had only recently been formulated that attempted to exclude and render impossible such performances as the one presented at the Echo Tavern. Historian Cookie Wollner has described the 1930s wave of a new “anti-gay vigilance” when “regulations against queer gathering spaces serving alcohol expanded.”[fn={Wollner}] The emergent visibility of queerness in the 1920s was considered a threat, as film scholar Jamie A. Lee has argued, which combined with a fear of an eruption of wild behavior when Prohibition was repealed, led to the enactment of “extreme state repression of sex and gender nonconformity.”[fn={Lee}] As the performers had barely started singing, four police officers arrested all of them.[fn={Police-Raid-plus}] The playboys were charged under New York State’s Penal Code §452, which states that it was illegal for a collective body of three or more performers “disguised by having their faces painted” to appear in a public venue, unless they were part of an entertainment permitted by the city’s police authorities.[fn={NYS-Penal-Code}] The use of New York State’s Penal Code against the performers should be understood as an attempt to regulate queerness in public and to cement scientific and social norms around gender presentation and heteronormativity. The fear underlying the arrest was a fear of an encroaching of the collective queer body on the heteronormative public—a fear that Troy’s City Council itself later came to summarize as being “over-run by people of that type of [unsavory] morals,” or allowing time and space for those who would seek out these queer venues for their advertised entertainment and pleasure.[fn={Police-Enjoined}]",
                "In contrast to this regulatory framework, the Playboy Revue offered a different worldview—a queer lifeworld—communicating messages about co-existence (being together) and sociality (finding one another) combined with attachment to love, desire, and longing. Taken altogether, they articulated a queer imagination that must have appeared audacious to anyone taking the performance seriously, an invitation to forget the world outside (“weary days” and “lonely nights”) and come inside and join the community (“I am here, and you are here with me”). This opening number would have been the time when the entire cast would perform together before the show would have entered into a row of specialty acts, which could have included more or less campy version of striptease acts which, when performed in New York City, would equally titillate and outrage. In Troy, the show was interrupted before those specialty acts were allowed to begin.[fn={Davis-Lisa}]",
                "It is hard to disregard the defiant politics at play when a group of gender-fluid performers in drag sang these lyrics in front of an audience consisting mostly of curious heterosexual members—inviting them in, alluring them with sensuality and a promise of love, in an anticipatory gesture to the specialty acts that were supposed to have followed.[fn={Audience}] Their defiance lies not so much in an incensed political articulation of a “better world” or a place where recognition of queer desire exists, but rather in an anticipatory illumination of another possible world, similar to the queer utopian performatives that Muñoz describes in <em>Cruising Utopia: The Then and There of Queer Futurity</em>. The performers singing Hanshaw’s original song express their desire to be in the world (“I am here, and you are here with me”), and equally their current existence in a world of their own, a world created through their actions, out of time and place with the (heteronormative) world that existed outside of the doors of the Echo Tavern (“Let the world hurry by”). Paradoxically, “Here We Are” articulates simultaneously both a presence and an absence. The performers themselves, existent in front of the audience members’ eyes, embodied a present-tense queerness that was “real” and existed (“Here We Are”), yet the lyrics sung by the gender-fluid performers in the temporary queer space say that we are <em>not yet here</em> (“Why should I suppose that this could be?”). There’s a utopian quality in the temporality articulated here, a yearning for existence in the here and now, but also a claim to be “standing outside” of the normative framework, dispossessed of any control over it. In this temporary zone of freedom—the song’s protagonists did meet after all—we are still removed from “the world,” which “hurries by,” and left in an <em>elsewhere</em>.",
                "The utopian <em>elsewhere</em>, which here emerges through the disidentificatory politics articulated in the interrupted performance, is important to Muñoz’s thought. In the brief reporting from the Echo Tavern’s floor show, we witness the dancing and singing as a queer utopian performative. Muñoz has described the quality of queer dance as intentionally “hard to catch,” an art form “supposed to slip through the fingers and comprehension of those who would use knowledge against us.”[fn={Munoz-Cruising-81}] Muñoz writes about a contemporary queer dancer in drag, but I contend that his argument also applies in the historical case of <em>the Playboy Revue</em> as well. Two central theorists to his definition of the politics of queer utopic dance are Giorgio Agamben and Ernst Bloch. Between them, Muñoz finds an idea of queer utopia as a “potentiality,” using Agamben’s term, [fn={Munoz-Cruising-100}] and a time and a place that is not yet here, unfinished, always-already in process—”forward-dawning, anticipatory illuminations of the not-yet-conscious,” using Bloch’s expression.[fn={Munoz-Cruising-28}] Fundamentally, this queer utopia emanates from a point where one does not have access to the means by which a political idea can be fully realized or, I would add, where one knows that one’s “politics” will not be acknowledged as such or “serious enough.”[fn={Munoz-Halberstam-Ranciere}] It is, in short, embracing dispossession as a key term, [fn={Munoz-Cruising-73}] as well as the unfinished and unpolished quality that comes with an unclear will, the failure of having a “means without an end.”[fn={Munoz-Cruising-100}] More recently, this idea has been further theorized by Jack Halberstam in his articulation of queerness as a wild form of “indeterminate modes of embodiment.” Far from respectability, legibility, or even recognition, this politics of queerness (and wildness in Halberstam’s terms), is one based on dispossession, without an end goal or shape.[fn={Halberstam-TODO}] None of the performers who appeared at the Echo Tavern articulated an end for their political statement/s in “Here We Are”—nor could they. They likely did not even acknowledge their act as having a political stance in the first place. Rather, what we see here is an act that walks down a path of a “forward-dawning, anticipatory illuminations of the not-yet-conscious” queer politics. They performers are knowledgeable of an outsider position, yet outside of what? They are yearning for an elsewhere, but where would that be? They know their own difference, but what are they? Heteronormativity was still taking shape and its very definition depended on the epistemology of—and the existence of—these very entertainers. Yet, they are denied knowledge of themselves as their identities were impossible, non-existent.",
                "Muñoz offers yet another term, <em>anticipatory affective structure</em>, that describes this anticipatory queer political structure.[fn={Munoz-Cruising-3-plus}] Muñoz defines this key term as that which “does not easily appear within regimes of the visible and the tactile” of our here and now, yet can be sensed.[fn={Munoz-Cruising-41}] Although Muñoz to my knowledge never mentioned Bloch’s idea of <em>Ahnung</em>, it is an influential and helpful concept in my own interpretation of Muñoz’s affective political structure. In Bloch’s writing, <em>Ahnung</em>, loosely translated “presentiment,” stands in for “that which paves the way ahead,” and if successful, “will connect itself with the imagination, particularly with the imagination of that which is objectively possible.”[fn={Bloch}] Bloch’s idea is built on the philosophical thought that as humans, we can never understand ourselves as we never get to meet ourselves, nor can we ever understand our present except only as our past. Artistic expressions offer a vehicle to exist in the present, and perhaps reflect back our identities. Muñoz combines this reflective thinking with (queer) performativity. Thus, he understands art as utopian not only because it offers a mirror-like structure for our present and our identity, in accordance with Bloch’s ideas. Muñoz, rather, thinks of queer utopia as that which offers us a rehearsal structure for identities-in-difference. Muñoz already touched on this idea in <em>Disidentifications: Queers of Color and the Performance of Politics</em>: For someone who cannot see their sense of self reflected through the existing art and literature, <em>disidentification</em>, or actively using the very artifacts of popular culture to articulate something foundational about oneself, becomes a survival strategy.[fn={Munoz-Disidentifications}] Such an articulation is, in a culture that tries to eradicate certain subjectivities, going to be pre-sentient, anticipatory, and always already in a dispossessive, affective structure. It will follow Agamben’s definition of potentiality (as opposed to a possibility): “a certain mode of nonbeing that is eminent, a thing that is present but not actually existing in the present tense.”[fn={Munoz-Cruising-9}] ",
                "In order to understand what was so threatening to the societal fabric of Troy that the show had to be stopped, we need to understand it as an example of Muñoz’s queer utopic dance, something—a <em>potentiality</em>—that lets its audience “imagine . . . an escape from this world that is an insistence on another time and place that is simultaneously not yet here but able to be glimpsed in our horizon.” [fn={Munoz-Cruising-183}]  Muñoz’s hermeneutics of queer residue is a methodology that approaches its subject with “a different optic, one that is attuned to the ways in which, through small gestures, particular intonations, and other ephemeral traces, queer energies and lives are laid bare.” [fn={Munoz-Cruising-72}]  It stands somewhat against the idea of performance only existing in the now, and finds that performance does have an afterlife, however transformed.[fn={Munoz-Cruising-71}] Muñoz reminds us that queer dance does not simply disappear. He compares the art of dance to the physics of energy, which never fully disappears but rather is transformed or “gets lost” in heteronormative historiography.[fn={Munoz-Cruising-81-plus}] In <em>Cruising Utopia</em>, Muñoz articulates a different kind of historiographic methodology, against what he calls “the demand for official evidence and facts.”[fn={Munoz-Cruising-72}] He writes that “[f]or queers, the gesture and its aftermath, the ephemeral trace, matter more than many traditional modes of evidencing lives and politics.”[fn={Munoz-Cruising-81}] Such an ephemeral trace, gesture, or residue is what we glean in the mere mention of the “Here We Are” number that opened (and closed) the show at the Echo Tavern, which become the foundational building blocks of queer historiography and how we must approach writing about performances like <em>the Playboy Revue</em>."
            ]
        },
        {
            "title": "The Floor Show of the Court Room",
            "subtitle": "",
            "paragraphs": [
                "While the floor show had been interrupted the night before, the playboys found a venue to continue their performance in a “street” version—inside the courtroom of Troy’s City Police Court, where they were arraigned in the early Monday morning hours. There, they continued to convey their queer utopian performative gestures, through their collective behavior, contrasting with the serious charges they were facing. The case drew “the biggest crowd that has sought to obtain entrance to Police Court in recent years,” the <em>Troy Times</em> wrote, where “every seat and every inch of available floor space was crowded.”[fn={Police-Raid}] The court room audience consisted predominantly of spectators from the night’s performance. The performers took this opportunity to treat the courtroom as a continuation of the night before, when their show had been interrupted. Their behavior was described in colorful language by one local unnamed journalist from <em>the Troy Times</em> who took an active role in shaping heteronormativity by shaming the performers by pointing out their wrongful bodily comportments, verbal camping, and fashion choices.[fn={Police-Raid-plus-plus}] Yet, there remains some queer residue in the article, if read using Muñoz’s methodology. Assuming the gaze of the “utopian spectator” from his writing, a position that sometimes requires us to “squint to see the anticipatory illumination promised by utopia,”[fn={Munoz-Cruising-109}] we are able to glean the queer utopia that the <em>Playboy Revue</em> performers continued to articulate, even inside the courtroom. Like Muñoz writes, although we may not have a lot of documentation, we may begin to “summon up, through the auspices of memory” these performers’ acts and gestures as well as what they were giving voice and body to.[fn={Munoz-Cruising-71-plus}]",
                "Since it would have exacerbated the misdemeanor for which they were being charged, the performers did not appear in court wearing their gowns, but their hair became a point of discussion as a symbol of the illegible, wild gender presentations of the performers. Three of the performers’ hair was described by the unnamed journalist as “partly bobbed like a woman’s.” Hair and gender—a fraught relationship we may associate more with the youth subculture of the 1950s or 1960s counterculture—was already on the mind of many spectators, following the flapper’s challenge of norms around femininity in the 1920s. Her cleverness, outspoken sexuality, and unabashed emphasis on her active choices around her own identity has been described by Drake Stutesman, scholar of film and fashion, as an “emblematic break from the socially constructed role of women in the past.”[fn={Stutesman}] Specifically, the flapper broke with the symbolic long hair of Victorian women, Stutesman adds: “the flapper bob was, and still is, always linked to women’s suffrage and the right to vote.”[fn={Stutesman}] Like Mary Pickford and Nazimova were central references for drag performers around the time, the style of the flapper had significant influence on the style of their performances. The flapper as an uncouth reference in the courtroom was perhaps because she was seen as an extension of the “reckless hedonism of the previous decade,” which, as Jennifer Terry has argued, was widely believed to be one cause of the Great Depression.[fn={Terry-TODO}] For others, the performers’ bobbed hair might simply have been an “old-fashioned,” camp reference.[fn={Zeitz-82-plus}] Nonetheless, although the “new woman” that the flapper’s style introduced to American popular culture might have been less of a threat to norms in the 1930s, the use of the flapper aesthetic in this queer vein still carried associations with insurgence and self-realization, not least in a conservative space like the courtroom.[fn={Zeitz-68}]",
                "Once again, in response to such conservative structures, the playboys found support for their queer utopia in their audience. A journalist from <em>the Troy Times</em> describes the performers as shockingly taking pictures together with audience members while they were on their way into the court room. Since audience members were presumably taking their pictures using their own cameras, the artists were no longer subjected to the filtering views of a media outlet but allowed to and able to express their queerness visually in these photographs for private consumption in an unfiltered way.[fn={Photography}] Unfortunately, none of the photographs have been preserved in archives so we are unable to see them for ourselves, but the mere mention of such pictures reinforces the idea of these artists’ notion of queer self-fashioning.",
                "The most prominent example of how the Playboy Revue worked to extend their queer utopia in the court can be read in the queer residue in the reporting of the court case under the headline “No Embarrassment,” in the <em>Troy Times.</em> In a few paragraphs, the journalist plainly described the performers’ behavior during the arrest and in the court as defying any expected shamefulness. Thus, a strong association was created in the article between performing in drag and a presumed queer shame that the performers were expected to express outside the nightclub venue: Any queer person—<em>especially</em> one earning a salary performing their queerness on a stage every night—was expected to feel ashamed of themselves and behave accordingly. As Eve Kosofsky Sedgwick has famously claimed, shame is a social affect that “attaches to and sharpens the sense of what one is.”[fn={Sedgwick}] To be ashamed of oneself is to be subjectivized through an interpellation that performatively makes one who one “is,” while paradoxically being told that one’s resulting identity is wrong and that one does not belong to society, nor that one’s identity should be regarded as legitimate, and ultimately that one is alone in one’s shameful behavior. It is unnatural, unwarranted, “fake,” and should be done away with. One’s expected response to a verbal or gestural expression like “you ought to be ashamed of yourself,” echoes in Silvan Tomkins words, an oft-quoted psychologist by Sedgwick: One expects a “lowering of the head and eyes in shame and reduce further exploration or self-exposure.”[fn={Tomkins-Sedgwick}] In this way, shame becomes something that we carry with us, that we embody, and that we seek to hide from others. Therefore, the <em>experience</em> of shame is always one of isolation rather than communion. This contrasted, of course, vastly with the performers’ behavior in court and on stage. Rather than lowering their heads and seeking less self-exposure, they employed technologies for <em>more </em>self-exposure, ranging from performances for audience members’ cameras to campy references using loud voices. As the newspapers themselves announced, “No Embarrassment.”",
                "In contrast to the expected shame then, the members of <em>the Playboy Revue</em> conveyed a queer utopian performative through their collective behavior, which can be summarized by the word “<em>flaunting</em>,” borrowed from the <em>Troy Times</em>’s description of how they “flaunted their feminine accomplishments” in front of the crowd and the police outside the tavern after their arrest. The verb choice is significant: It is used to denote the artists’ outright rejection of pragmatism, their unwillingness to adapt or be “more normal,” and their rejection of the expected embodied actions of the shamed individual and their consequential separation from the collective. In fact, all the performers’ actions go against such a normalcy altogether. I interpret their resistance as willfulness, using Sara Ahmed’s term or, using a slightly different expression from José E. Muñoz, “a failure to be normal.”[fn={Munoz-Cruising-Ahmed}] Muñoz brings up this expression when discussing Jack Smith and his turn against a normalcy that goes beyond heteronormativity, but it applies equally, and perhaps even better, in a time when norms were congealing around the very idea of heteronormativity itself. The “playboys” flaunted something that should be hidden in order to be perceived as normal: they ostentatiously displayed their wild and queer femininity to show defiance and impudence. Borrowing from the (potentially campy and outrageous) flapper, their emphasis was on self-realization and self-stylization. Rather than being rendered as sexless freaks, they exuded sexuality and sexual excess. Rather than assuming the “proper” behavior for one who is ashamed—crawl, crouch, hide, quiet down—they stood up to journalists, judges, police officers, and audience members and flaunted their selfhood, collectively and loudly.",
                "Interestingly, the news reporting of the arrest also makes note of the verbal ways that the performers were expressing their queerness and carving out a queer discursive space, in particular using the term “screaming.” While the term had already been discursively registered as a queer and campy way of expressing oneself as a drag performer in the late 1920s,[fn={The-Drag}] the same verb was used in the reporting around <em>the Playboy Revue</em>’s entertainers. The performers who were not described as screaming were said to speak in a higher register—a “lofty soprano.” As in the other descriptions of the performers, such remarks were intended to evoke horror and dismay in the readers. But it is possible to glean a queer residue in the auditory critique just as in the earlier visual critique: To be “making a noise,” and to be “nuisance” is a way to disengage with a politics of respectability, or at the very least to be rendered by another as sub-human, not fully a legitimate subject, and to resist expectations on shamed behavior. The wildness of the performers comes to the fore again: to be rendered other, sexless, and hysterical means that one is set apart, denied access to the world, let alone the discursive arena of discussion of one’s subjectivity.",
                "The scream that echoed in the <em>Troy Times</em> reporting was accompanied by a sudden “turning around” of the performer: “Leaving the station house, one of the entertainers stopped to chat with a policeman, then turned suddenly and screamed: ‘Oh just think, girls, this is the first time this has ever happened in this whole community.’”[fn={Police-Raid}] The double gesture invoked in the expression “this is the first time this has ever happened in this whole community” was addressed earlier in this text, but is important to address deeper. On the one hand, we can assume that the “community” here refers to the city of Troy. As such, it is both a way to repudiate the authority of the law by saying “this happens all the time to me, I do not care,” and taking pride in fashioning oneself as “worldly enough” to have been subjected to such (unsuccessful) attempts to regulate the performer before. In fact, another performer is quoted as saying just that about being arrested: “Oh I don’t mind this a bit. This is my third experience.”[fn={Police-Raid}] On the other hand, we could consider it a campy and sardonic gesture to the idea of such arrests happening repeatedly, and always unsuccessfully so. At the very least, we see here that the performers were safe enough to be able to articulate their critique because they could rely on their network to not lose employment and corporal safety.",
                "Finally, it is important to emphasize that this interpretation of the performers’ agency does not mean to preclude the real consequences of the newspapers’ reporting and the dehumanizing impulses in the journalists’ accounts. The artists were chased from county to county, experiences like the ones described here were not uncommon and it did render them outcasts. In its own context, the media reporting should, then, be read as an attempt to further “other” the performers, but interpreting it as <em>exclusively </em>taking an active role in shaping heteronormativity would be reductive in the disregard for the queer residue in much reporting. It would disregard the agency of the performers who mockingly called their arresting officers “nasty” and complained about the transportation to the Police Court”: One of them is quoted as responding, “Don’t they even have a police patrol in this town,” after the tavern had to provide their own cars to travel to the court, rather than paddy wagons. Rather than understanding this reporting simply as a homophobic/transphobic way of rendering the performers “wild,” “unwieldy” or “uncontrollable” (the harmful intention of the reporting), using a different lens, it is possible to interpret their “inappropriate” language as a resistant repudiation of authority through the use of (non)language.",
                "Notwithstanding normative discursive attempts to regulate their bodily stylization, the <em>Playboy Revue</em> cast was successfully able to attach the bold bodily expressions of femininity to the “wrong” bodies by borrowing established camp tropes and the frills and apparatus of queer femininity. The queerness that emerges in the reporting is “more than an identitarian marker,” and articulates a “forward-dawning futurity,” if we turn to Muñoz for a theoretical perspective.[fn={Munoz-Cruising-87}] Were these performers simply homosexual men, dressing in women’s clothing, yearning for recognition? No, they were not simply embodying the (much) later gay movement’s ends-based politics and should certainly not be confused or conflated with today’s dominant aesthetics of drag. If anything, we can consider these performers the forerunners of much recent discussion about drag outside the gender binary.[fn={Nongender-Drag-TODO}] There was no willingness to adapt or assimilate, no yearning for acknowledgment or recognition. Yet, these performers lived through what Muñoz has described as a “stultifying heterosexual present,” and in response, I read their attempts as disidentificatory actions, queer gestures taking place through defiant street performances and other performances in public, where they acted willfully wildly—in collective unison, verbally and visually. I think of them, using Muñoz’s words, as “an ensemble of social actors performing a queer world.” [fn={Munoz-Cruising-49}] What is embodied in their performances is a queerness as an identity-in-difference or an indeterminate form of embodiment from the dichotomous gender models well-known in the (emergent) heteronormative world: “Even while I waited, somehow, dear, I knew / You’d find me, I’d find you.”"
            ]
        },
        {
            "title": "Legal Battles and the Expansion of Queer Utopia",
            "subtitle": "",
            "paragraphs": [
                "The tug of war between the performers’ assertion of a queer utopic space and the legal forces attempting to suppress them in the name of heteronormativity continued in the following legal battles. Because of legal technicalities, the troupe’s case was adjourned for almost a month.[fn={Police-Raid-more}] While the shows were allowed, police intimidations on the tavern continued.[fn={Troy-Cleanup}] <em>The Troy Times</em> noted the floor show’s continued defiance of the authorities: “Ignoring the official ban on the performance and the police raid . . . the Echo Tavern . . . presented its all-male ‘girl show’ without interference last night and promised to repeat it tonight and regularly thereafter.”[fn={Troy-Ignore-Ban}] A few days later, <em>the Playboy Revue</em> opened a second edition at the same venue and invited New York City’s <em>New York Age</em> to the début.[fn={Advertisement-1934-12}] They wrote a positive one-line review of the show, calling it “[q]uite different and just too, too divine,” suggesting to city dwellers that the show was worth the trip to Troy.[fn={NYA-Personal-Notes}] To the city’s leadership, the review indicated that <em>the Playboy Revue</em> was on its way to become a Troy staple—a destination for downstate pleasure seekers, pansies, and queers—and that the repeated police intimidations and legal efforts were not enough to purge Troy of its queer element, and ensure that the reign of compulsory heterosexuality persisted.",
                "Impatient with due process and frustrated with the inability to easily close down the show, in a move to flex its political muscle, Troy’s City Council passed and instated a legally questionable ordinance in less than 24 hours that was openly aimed at “such places as the Echo Tavern.”[fn={Ordinance}] The ordinance required a special permit from the Chief of Police before presenting an entertainment in a place that also sold alcoholic beverages. Dunn was denied a permit after arguing that the show never threatened “the welfare, health, peace and morals of the People of the City of Troy,”[fn={City-Council}] and that the show was not “in any way improper or immoral.”[fn={Dunn}] The denial temporarily stopped the show from taking place, rendering the queer utopian performatives inside the Echo Tavern impossible and stripping the performers of their income.",
                "While it seemed like the City Council had won the tug of war between the town’s queer element and the rule of heteronormativity, the troupe decided to appeal the ordinance to Supreme Court, with the financial backing of the tavern’s proprietor. In the newspapers, however, the discursive battle against the town’s “queer element” continued as they focused less on the case at hand—the procedural aspects of how the ordinance had come into existence—and more on the “unsavory reputations” of the performers and how city leadership worried that “Troy would be ‘overrun by people of that type of morals.’”[fn={Morals}] The judge questioned the city’s claim that the show had been stopped to “protect the public,” asking: “Protecting them from being deceived, from thinking the performers were women?”[fn={Police-Enjoined-plus}] No one from the plaintiff’s side wanted to take the stand and argue that the show was immoral or indecent and that anyone in the audience had been deceived, leaving the judge’s work focused on the legality of the ordinance. While he considered the case, he issued an injunction against further police action against the tavern, which meant that the shows could continue with the Supreme Court’s protection.[fn={Police-Enjoined}] In line with Mason’s marketing tactics, <em>the Playboy Revue</em> consequently took out advertisements in several local newspapers that cacophonously and celebratory stated: “The Show That Has Pleased Thousands: Jack Mason’s Play Boy Revue will Positively Be Presented TONIGHT and EVERY NIGHT.”[fn={Advertisement-1934-12-2}] The shows continued until mid-January 1935, when the first contract between Jack Mason and the Echo Tavern ended and the original cast rotated out and left Troy to go other places.",
                "Meanwhile, the troupe had their first court victories. The judge dismissed the charges against the performers as the County’s District Attorney’s office announced that they were no longer interested in pursuing the case since the performers were no longer present.[fn={Discharge}] In the Supreme Court case that concerned the legality of the city ordinance directed against the Playboy Revue, the judge ruled in favor of the Echo Tavern: by not laying claim to the “immoral or indecent” character of the entertainment, the plaintiff had not made the case for the police to have the power of “arbitrary prohibition.”[fn={Staley}] This decision effectively closed the proverbial door for the police’s ability to close the show on the grounds of Penal Code §452, prohibiting a collective of men appearing in women’s clothing on stage unless they could find witnesses that would attest to the show’s immoral or indecent character.[fn={Blue-Law}] On the other hand, as had been the case in burlesque theatres in New York City, this also meant that shows needed to stay alert, using countersurveillance to know when police officers were present in the house, and clean up their acts correspondingly.",
                "The initial court victory of <em>the Playboy Revue</em> spread through and beyond the network of performers, producers, and managers who were connected with Club Richman’s revues. A remarkable number of similar shows to <em>the Playboy Revue</em> surfaced in nearby towns. Attempting to capitalize on the legal gains made by Mason’s troupe, the surfacing of these shows validated Troy’s City Council’s fears: The town was becoming a place “over-run by people of that type of [unsavory] morals”—people who were seeking out these queer venues for their advertised entertainment and pleasure.[fn={Police-Enjoined}] One look at the advertising page in <em>Times Union </em>on 13 July 1935, allows for a glimpse of the plethora of shows in the region. Next to an advertisement for Mason’s show at Echo Tavern, one notes three other companies in the area vying for the appeal of potential audiences.[fn={Other-Groups}] The news<em>paper’s </em>nightclub reporter recommended the readers to catch Johnny Kaye’s <em>Boys on Parade Revue</em> at Wonder Bar, featuring Jerry Clayton and “Casali.”[fn={Other-Groups-plus}] ",
                "At Echo Tavern, the court victory along with income from new voyeuristic audiences, allowed Dunn to hire a new group of playboys to move into the Echo Tavern.[fn={New-Group}] Emboldened by the injunction against the city ordinance, the new group employed even more audacious advertising than the original troupe. Borrowing from the moniker of Club Richman at the time, the Tavern was now portrayed as Troy’s “smartest rendezvous.”[fn={Advertisements-July}] Until now, a potential audience member would never have known that <em>the Playboy Revue</em> featured performers in drag only from looking at the advertisements. Now, they overtly mentioned that the show was featuring “Boys Will Be Girls”, listed performers’ names—and when they did not, the show’s emcee George Kelly was referred to as “the Male Texas Guinan,” using yet another reference to insolent, audacious, self-made, and shameless femininity of the 1920s.[fn={Advertisements-Massive}] Many of the performer’s names in the advertisements were intentionally ambiguously gendered: Bobbie LaMarr, Jimmie Sheri, Roni Warren, Jean Farrelly, Jackie Eagles, Francis Lee, “Arica,” and Jackie Giggles. The troupe hyperbolically promised “always fun galore,” a show that would be “bigger and better than ever,” and overstated the size of their audiences printed in all caps: “THOUSANDS HAVE CHEERED.”[fn={Advertisements-Thousands}] Importantly, in their advertisements, the troupe also started appealing more explicitly to sexual desires, using expressions like: “Blondes, Brunettes and Red Heads to Entertain You Nightly.”[fn={Advertisement-February-1935}] Sometimes the sexual desire was connected to the specific male body of the performer, promising the audience a good look at “the most beautiful boys in the world,” rendering the show highly “suspicious” in a heteronormative, patriarchal gaze economy where the male body should not be rendered sexually attractive.[fn={Advertisement-Sexual}]"
            ]
        },
        {
            "title": "The Final Blow",
            "subtitle": "",
            "paragraphs": [
                "The queer utopia, just as Troy’s City Council had feared, was expanding and getting bolder, paradoxically, perhaps even at their own doing. Realizing that legal actions and legislative attempts to rid the town of the performers had all been unsuccessful, the county’s District Attorney’s office intensified their efforts, researching and testing out strategies in several other locations, most of which were not as well-documented as the Echo Tavern cases. From all the cases, the D.A. learned that he would not stop the artists from performing but needed to attack their <em>local</em> <em>infrastructure</em>, all but making their performances impossible, relegating their network to a virtual status.[fn={See-Chapter}]",
                "In nearby Rensselaer, harassment of a touring company of drag performers similar to the playboys proved to the D.A.’s office that continuous harassment of local venues had little effect on ending such shows permanently.[fn={Rensselaer}] From another recent case in Rochester, they learned the importance of attacking the venue and its operator rather than itinerant performers who could always find other places to go and could always come back at some point.[fn={Rochester}] A D.A. in Long Island was able to close down a show for having promoted and performed in an “indecent performance,” but was only able to do so using undercover surveillance by officers before the raid took place, essential to prove indecency in a court room.[fn={Long-Island}] The D.A. also needed a law to pin the case on. He found the “Sabbath law,” New York State’s Penal Code’s Section 2152, which remained on many states’ statute books despite generally being regarded as outdated in the 1930s. Legal scholar Joseph A. Ranney has argued that while older members of society considered it an “important token of respect for their values in an age when those values were increasingly coming under challenge,” younger or more liberal members of society had been willing to let the older generation “keep that token as long as the laws were not allowed to interfere with essential business and reasonable pleasure.”[fn={Ranney-88}] However, interference was precisely the point of the actions of the D.A.’s office. He set up a test case, a raid on another drag show in the same county—Johnny Kaye’s <em>Boys on Parade </em>at Wonder Bar—where he could assess the successfulness of the strategies from other recent raids. Undercover officers attended the show to surveil the activities before Troy police and State troopers were sent in just after the show had ended in the early Sunday morning hours. Five performers and the bar proprietor were arrested and brought before the court on the charge of performing in the early mornings of the Sabbath.[fn={Nassau}] The arrested were issued smaller fines and requested to leave the county within 12 hours and restricted from ever returning.[fn={Nassau-plus}]",
                "With the successful raid on Wonder Bar behind them, the D.A.’s office asked for a warrant to raid the Echo Tavern. Just like in the Wonder Bar raid, one undercover officer was in the tavern, taking notes of audience members’ and performers’ activities, and at four in the early Sunday morning, police officers moved in to arrest all the performers and proprietor Dunn.[fn={Arrest}] They arrived after the show had finished and the audience had left the venue, and forced the artists to change into male attire before they were taken to their arraignment to make the raid less of a public performance than the first raid had been.[fn={Less-Public}] The performers were charged under the Penal Code’s section 2152, just as in the Wonder Bar case, and the three of them who pleaded guilty received suspended prison sentences if they ever returned. They were ordered to leave the city before the end of the day.",
                "The last Saturday of July, only four remaining performers appeared one last time at the Echo Tavern in what must have been the most cleaned-up version of the show that had ever been presented.[fn={Blue-Law}] Dunn announced in an interview that he was unsure whether he would continue to present the “same type of show.” He allowed the band from Echo Tavern to follow the troupe of drag performers to their next stop, Saratoga Lake,[fn={Blue-Law-plus}] where they made a last boisterous announcement that they would perform in “a bigger and more Spectacular Revue.”[fn={Bigger-More}] That fall, Dunn attempted to bring in a third cast of playboys to the Echo Tavern. However, he was so embedded in legal trouble that he eventually was forced to close the doors, after he received a prison sentence and his liquor license expired and he was denied a renewal due to his involvement in the Playboy Revue cases.[fn={Denied-Renewal}]"
            ]
        },
        {
            "title": "Conclusion",
            "subtitle": "",
            "paragraphs": [
                "In closing, I want to bring the conversation about the Echo Tavern case back to the group of drag artists that performed there, and specifically the idea of dispossession and risk involved in their case: These artists conjured a queer utopia that started from their position of not having anything to lose. From the newspaper reports, an image emerges of a group of artists who were not seriously concerned with the consequences of the legal proceedings on their lives. It is important to center the disidentificatory politics at play here, while also not overemphasizing the camp aspect and thereby disregard the violence and the systemic aggression on the part of the legislative body and its disciplinary actions, directed at the artists’ bodies, their artistic practices, and their livelihoods. After all, how was one to ever be a “member of society” after repeated raids, arrests, and sentencings and being chased from county to county, from state to state? The only possible conclusion is that this larger group of artists collectively had to depend on each other, as a community and as a network, to survive. They relied strongly on their network to not lose employment and their personal, corporal safety.",
                "They arrived in the city of Troy with a show that had initial rehearsals in a New York City warehouse and was only one node in a wide-spread network of collaborators around the state and far beyond it. They associated themselves with a local producer, proprietor Dunn, with enough finances and clout to support legal quests on their behalf. He also profited from the reputation that his Echo Tavern received as illicit and catering to prurient interests for downstate pleasure-seekers and slummers. Knowledgeable or not of the risks he took on, he benefited in “real” capital, and—to a certain point—in social and cultural capital, from having “the playboys” perform in his tavern. However, the District Attorney’s office final realization that the way to keep these unwanted interests—queer desires and imagination—from the town was to attack the proprietor rather than the performers, ultimately only affected Dunn’s life. The raids did not affect the physical venue, which was sold and kept running, mostly with the same “slogans” later on.[fn={Troy-After}] Nor did they affect the producer, Jack Mason, who continued to produce shows at Club Richman and whose embodied involvement with the touring revues is unknown once they had left New York City.[fn={3-Year}] Nor did it fundamentally affect the artists whose queer collectivity kept them in a fairly safe environment where their personal risk, while certainly high, was distributed through the entire network. This network of producers and performers allowed for the performers to embrace and even revel in the shame that they were expected to feel about their profession and their identity. It was not a matter of finding “gay pride” as an (assimilationist) ideal against the world, nor about asserting one’s identity as legitimate in any kind of way. That was not an option for any of the performers. Rather, they operated under a fantasmatic paradigm. Compared to Dunn and his legal counsel (who refused or transferred the shame), the artists, articulated a queer utopia through their gestures, which I glean through the queer residue in homophobic and transphobic reporting around the case: the opening number from their show, “Here We Are,” and their continued performances in the court. Taken altogether, their performances effectively extended a queer network centered around New York City, built on fantasy, sociality, visuality, and cacophonic noise."
            ]
        }
    ]
}