{
    "unfinished": false,
    "title": "“An Expanse of Hairy Chest Above a Beaded Brassiere”",
    "subtitle": "Bobby Morris’s Burlesque Drag Striptease",
    "sections": [
        {
            "title": "Introduction",
            "subtitle": "",
            "paragraphs": [
                "Towards the end of the interwar era, an article in the <em>New York World–Telegram</em> reported on a curious burlesque comedian named Bobby Morris who performed an elaborate drag striptease in one of the important burlesque houses on 42nd Street: “When he puts on a cream-colored wig which doesn’t fit and comes out on stage to divest himself artistically of the yellow gown and the beaded brassiere and almost divest himself of the beaded panties the audience goes wild.”[fn={Denlinger}] At the time when the audience “went wild” over Morris’s appearance, burlesque theatres were active agents in New York City’s policing of queerness, according to pioneering historian of male gay sexuality George Chauncey. He describes their place in the rapidly changing landscape of the city mostly as contributors “to the [heterosexual] masculinization of the street.”[fn={Chauncey-192}] While some of them were gay meeting grounds,[fn={Dressler-203}] Chauncey contends that they were part of the process of “excoriation of queers,” through which heterosexuality was created through boundary-making of how “queers” and “normal men” respectively could “dress, walk, talk, and relate to women and to each other.”[fn={Chauncey-25}] The most active way that the burlesque theatre participated in the excoriation of queers was through “the gay equivalent of blackface: straight actors putting on drag or stereotypical mannerisms to mimic and ridicule gay men, to the hoots and jeers of an anti-gay audience.”[fn={Chauncey-310}] Morris’s performance stood metaphorically at the intersection of a vague and ill-defined, often stereotyped, queer world of the street on the one hand, and on the other, the heterosexual world to which the burlesque theatre mainly belonged.",
                "But the story is more complex than what Chauncey’s strong assertion might make his readers believe. In fact, the burlesque theatre’s audiences in the 1930s have not been studied extensively. Television and cultural scholar Anna McCarty points out that our perceptions of the burlesque patrons of the time are highly shaped by class politics and the anti-burlesque middle-class sentiment of the 1930s,[fn={McCarthy-416}] and Historian Andrea Friedman adds in her <em>Prurient Interests</em> that “A good deal of weeding must be done to contend that poor men alone populated burlesque theaters.”[fn={Friedman-74}] Friedman calls attention to the conclusion from David Dressler’s 1937 dissertation that “there was no ‘typical’ burlesque patron.”[fn={Dressler-Friedman}] Similarly, no conclusions can or should be drawn about the sexuality of the burlesque patrons. Burlesque theatres, at least in the late 1920s and during the 1930s until the banning of burlesque in New York City, were emphatically <em>not</em> <em>exclusively heterosexual</em> (or “anti-gay”) but should be considered liminal spaces or a battle zones where conflicts around heteronormativity are played out. ",
                "In this chapter, I argue that Morris is an especially interesting performer who introduced minoritarian cultural references—a proto-queer form of camp—to the majority culture through his performance in the liminal space of the burlesque theatre. Morris actively queered burlesque’s longstanding convention of “awarishness,” initiated in the earliest days of Lydia Thompson. He took Thompson’s attitude and combined it with the visual codes and cues of the strippers and the teasers of the 1930s, joined them with queer references, gender transgression, gestures, and clothing and claimed a defiant sexuality to boot. Parallel to the “alien” genders embodied by Thompson’s company at the <em>fin-de-siècle</em> and strongly contrasting with other female impersonators around the same time, Morris’s queer references, transgressions, gestures, and defiance introduced the heterosexual majoritarian audiences in the burlesque theatre to subcultural codes and likely encouraged queer readings of his body for any minoritarian audiences present in the theatre. Morris’s body emerges as attractive, interesting, and complex, and questions simple notions of stereotypical representations of “pansies” on the burlesque stage and anti-gay hoots and jeers in the audience."
            ]
        },
        {
            "title": "Queer New York in the 1930s",
            "subtitle": "",
            "paragraphs": [
                "New York City had a large, safe, and visible homosexual subculture as early as the 1920s. More precisely, there were a number of different homosexual cultures emerging parallel to one another, all with “multiple sexual systems, each with its own cultural dynamics, semiotic codes, and territories,”[fn={Chauncey-305}] mapped by Chauncey. In 1924, many of the city’s cruising areas were busy and <em>Broadway Brevities</em> described the “impudent sissies that clutter Times Square”[fn={Chauncey-Brevities}] and its surrounding theatres. By the 1930s, gay men certainly had no trouble finding one another and not <em>only</em> for such encounters. As historian David K. Johnson has shown, “Same-sex sexual behavior may have preceded or followed their discovery of the gay subculture, but it was their relationship to the gay world more than their sexual behavior which led to a transformation in these men’s self-identities.”[fn={Johnson-99}] Johnson points out that cultural artifacts (in his case, mostly novels) were important in articulating “defiant and self-affirming sentiments” in a heteronormative world.[fn={Johnson-100}]",
                "By the 1930s, Times Square had become established as a center of not only sexually motivated homosexual activity but also of what both Chauncey and Johnson call a “gay world.” But not only gay men’s sexuality but a more permissive attitude towards sexuality permeated this area. Historian Burton W. Peretti writes that “Broadway’s carnival-sideshow attractions gave evidence of the bargain-basement sexual smorgasbord.”[fn={Peretti-116}] Here, not only homosexual men found respite from the norms of middle-class society and norms; young heterosexual couples also found spaces along 42nd Street for meeting across former cultural and sexual “borders.”[fn={Peretti-116}] Indeed, the streets around Broadway seemed to the contemporaries like extensions of the burlesque theatres themselves: “The street, its people and its character, resemble something conceived by those <em>entrepreneurs</em> of burlesque, the Minsky’s.”[fn={Walker-206}]",
                "New York City would soon see the demise of the interwar ecstasy that had burgeoned in the 1920s and the characteristic openness of the 1920s came to a halt. In 1933, Stanley Walker describes the “night club era” of New York City with sobering eyes: The “decline” of the old Broadway was blamed on the dipping real estate values following the Depression.[fn={Walker-202}] Almost as if awakening after a long decade of euphoric, frenzied drinking and dancing, there was a new perspective on that which had appeared so exciting: Broadway was seen as a street that had “degenerated into something resembling the main drag of a frontier town. Once there were lobster palaces and cabarets; now it is cut-rate.”[fn={Walker-201}] A number of changes took place in the landscape of New York City, limiting representations of queerness as well as any form of relaxed attitudes towards sex and sexuality. The city’s “authorities were determined to return [the now quite visible homosexual subculture] to the city’s periphery.”[fn={Chauncey-333}] The 1927 raids on Édouard Bourdet’s <em>The </em>Captive and Mae West’s <em>Sex</em> and <em>The Virgin Man</em> are well-known early examples, leading to amendments to state legislature in the Wales Padlock Law allowing New York officials to “arrest and prosecute producers and actors involved in ‘an immoral drama’ defined by the legislature . . . [as] any play ‘depicting or dealing with the subjects of sex degeneracy, or sex perversion.’”[fn={Sova}] Police officers were encouraged to curb drinking and dancing, and often called to “disturb [the] relaxed atmosphere and illegal liquor trade that were crucial to the clubs’ profitability.”[fn={Chauncey-332}] Attempts to curb this behavior was specifically targeting night clubs with female impersonators: In 1931, the New York Police Commissioner stated: “There will be a shake-up in the night clubs, especially of those which feature female impersonators.”[fn={2-clubs-raided}] One could imagine how such shake-ups further encouraged homophobic hecklers in drag nightclubs who may have felt empowered to take such heckling to other forms of violence, inside and outside the nightclubs. And while such forms of violence took place on a local micro-level, New York City Mayor Fiorello LaGuardia’s actions on a macro-level encouraged and were finally able to restrict drag performances around the city through anti-masquerade laws, which unequivocally forbade anyone in drag to appear in major parts of Manhattan. Actions such as these, reverberated across the country, and many other cities saw similarly aggressive campaigns.[fn={Heap-90}] ",
                "In what can be called the “Queer Prohibition” of the late 1930s, legislators, critics, and moralist vigilante groups alike considered it important to regulate as many of those cultural forms as possible. Not only were they seen as “pro-gay propaganda”, but they were also thought to be dangerous as some thought they increased the numbers of homosexuals in society. The Committee of Fourteen, for instance, believed that they themselves had inadvertently created more homosexuals by “driving heterosexual prostitution further underground.”[fn={Ryan-124}] That is, homosexual behavior was thought to be a “substitute for heterosexual sex under certain conditions.”[fn={Ryan-124}] Thus, homosexuality not simply emerged as an identity at this time but it was simultaneously considered a psychological and/or medical condition one could acquire from spending too much time at, say, a burlesque routine depicting a “gay world,” such as the one that the <em>New York World–Telegram</em> reported on."
            ]
        },
        {
            "title": "Bobby Morris: A Comedian of No Interest?",
            "subtitle": "",
            "paragraphs": [
                "Until the early 1930s, Morris had not been the interest of many newspaper articles. In fact, he seems to not have been important to burlesque history altogether: Almost none of the primary history books on burlesque (or striptease) mention him and he has not been the subject of any academic study.[fn={books-consulted}]  What we know about Morris can be gleaned from glossing over newspaper notices about productions in which he appeared; business transactions between theatre managers and proprietors where he was part of the negotiation; or deep gossip, such as Charlie Uno’s long-running trade column “U-Notes” in <em>The Billboard</em>. In general, those sources tell us that Morris’s life does not seem to have differed much from other struggling comedians’ lives in burlesque at this time. ",
                "Born in the Bronx in 1908, Morris was cast in his first professional production in 1927, as a part of the chorus as a dancer in <em>The 5 O’Clock Girl </em>at the 44th Street Theatre.[fn={leland}] Two years later, he was part of <em>Echoes of 1929</em>, the first burlesque show mentioning his name. Despite being reminiscent of a burlesque show in the “clean” Columbia circuit where book writer Bozo Snyder had worked before, one reviewer thought it important to point out that “no attempt was made to hide” the fact that it was a “rejuvenated” burlesque show.[fn={echoes-of-1929}] As Andrew L. Erdman has shown, the relationship between burlesque and vaudeville was always contentious, and only with a “far-reaching marketing, publicity, and advertising effort” were vaudeville producers able to separate themselves from “seamier antecedent forms, such as <em>Variety</em> and burlesque.”[fn={Erdman-5}] Through <em>Echoes of 1929</em>, Morris was exposed to performing in this ambivalence in venues that defined themselves as vaudeville theatres—the Loop End Theatre in Chicago for example—and other non-traditional venues like Chicago’s Via Lago, a massive restaurant with a stage for smaller casts.[fn={vita-lago}] Reviews of these shows mention Morris briefly as one in a line of comedians delivering “conventional and well-known comedy tidbits.”[fn={loop-end}] Conventional and well-known characters and plots were commonplace in burlesque comedy. Later, Morris was known for his stereotypical Jewish characters, and he was already have started honing those skills in such shows as <em>Echoes of 1929</em>. Such ethnic characterizations (alongside the “Dutch” and Irish) were characterized by “highly stylized and stereotypical portrayals that were immediately recognizable by their dialects, makeup, and costuming,” as Andrew Davis, historian of “baggy pants comedians” points out.[fn={David-57}] He adds that many young comics would be hired in such roles in the structure of an apprenticeship: “Generally it required very little in the way of talent or experience, but it allowed a young comic to learn the ropes.”[fn={David-55}]",
                "As much as Morris might have learned in his comedian apprenticeship, touring circuits in vaudeville and burlesque hardly constituted the future of popular entertainment. Sound films and moving pictures were increasingly becoming the “main attraction,” leaving comedy acts, singers, and feature acts, as intermittent breaks between the feature movie of the day.[fn={Stober-140}] By the time Morris appeared in the vaudeville–burlesque show, it was only a matter of a few short years before vaudeville as it had been known would vanish: “In 1932, the Palace became the last vaudeville theater to convert to motion pictures, thus symbolically and materially ending the vaudeville era in the United States.”[fn={Erdman-59}] Likely disillusioned with the “business” of vaudeville, Morris turned back to New York to foster a career as a burlesque comedian.",
                "That career really started to prosper in 1933 when <em>The Billboard</em> wrote that Morris was “climbing rapidly as a comedian.” He had only been back in New York for a month when he caught the attention of downtown burlesque producer Max Wilner who offered him a 10-week contract.[fn={burly-briefs}] Wilner was a strong contender in the landscape of burlesque in New York City in the 1930s, emboldened by the success of the Minsky brothers in their recent funding and subsequent leasing of the Republic Theatre on 42nd Street. They had originally attempted a move from the Lower East Side to Midtown Manhattan in 1922 but without the commercial success they saw during the Depression. Now, the Minsky’s were able to lay the groundwork for a burlesque circuit consisting of 30 theatres reaching from New York City to Chicago: The Supreme Circuit. In his autobiography, Morton Minsky writes: “The top stars of that time were Gypsy Rose Lee, Georgia Sothern, Ann Corio, and Margie Hart. The problem was that we were in constant competition with Max Wilner . . . for the talent.”[fn={minsky-100}]",
                "Compared to vaudeville, burlesque comedy likely offered Morris a financial respite during the time with Wilner. Once his contract ended, however, Morris faced the precarious labor conditions of the burlesque entertainer once again. The “ongoing war,” as Minsky calls it, between Minsky’s and Wilner’s burlesque mostly concerned the strippers who could be offered as much as “double the price” at the latter.[fn={minsky-162}] Comedians were plenty in the field and did not have as high billing as the star strippers, and consequently had higher stakes in their fight for a place in the billing. Morris, who had now teamed up with “straight man” Charlie Harris, took part in the bidding war between the Wilner’s and the Minsky’s, likely by stepping up the bawdiness of their humor. Morris and Harris were invited to undertake a two-week trial run with the Minsky’s at the Republic, after which they likely hoped to receive an offer for an extended contract. Instead, they were dismissed with an invitation to join a touring company on the brothers’ nascent own burlesque circuit. They accepted and spent a few weeks on the circuit.[fn={Morris-Harris}]",
                "In 1935, Morris switched from Minsky’s management to Isidor H. Herk’s.[fn={burly-briefs-1935}] At Herk’s shows, Morris was promised a better rating on the bill and with it came longer and better contracts as well as increased financial security. Herk’s Gaiety Theatre had two comics instead of three, the latter being more common in most burlesque shows. It certainly must have meant more labor for a comedian like Morris, but the reviewers appreciated him for being “plenty in the know on the arts of pulling laughs.”[fn={harris-march}] However, his improved rating did not last long. Only a few months later, the show grew—from three strippers, now five appeared on stage, alongside three instead of two comedians.[fn={harris-may}] Perhaps that was why Morris’s stint with Herk’s burlesque was so short: he ended his contract at the Gaiety after only a few months.",
                "In late summer of 1935, Morris was slated to transfer back to a contract with Wilner at his Apollo Theatre, but that plan was halted twice. First, the whole cast slated for the Apollo had to open their show at the downtown Irving Theatre due to ongoing construction at the Apollo. Second, for unclear reasons, Morris appeared in a temporary engagement at Minsky’s Eltinge Theatre before transferring to Wilner’s management altogether. At the Eltinge, he did a “crazy-house scene” with Vilmara—a stripper formally known as Vilma Joszy who also performed bawdier strip acts in nightclubs.[fn={Uno-1935-07}] A crazy house scene often included some of the “nance” comedy popular at this time in burlesque, Morris may very well have played this role as it often overlapped with the stereotypical Jewish character:",
                "<blockquote>Here the comic applies for a night watchman’s job at an insane asylum. Once hired, however, he’s mistaken as an inmate and suffers all kinds of indignities while every kind of stage mayhem occurs. Typical of the spoken humor is when the doctor examines him for his pre-employment physical. Inquiring as to his family history, the doctor asks, “Do you have a fairy godmother?” He replies, “No, but we’ve got an uncle we’re not sure about.”[fn={nance}]</blockquote>",
                "The reviewers continued to love Morris: Paul Denis wrote in <em>Variety</em> that “Burlesque needs more Bobby Morrises,” that he was a “talented” comedian who contrasted with “the dirt” of the other performers. It was at the Eltinge that Morris presented his drag striptease to an audience for the first time. Denis described it as a “strip satire,” and added that it was “the only refreshing laugh in the show.”[fn={Denis}] ",
                "Once Morris transferred to the Irving Place Theatre under Wilner’s contract in 1935 and performed his drag striptease there, Wilner presumably saw Morris a potential marketing device for ticket sales, and had his striptease appear alongside the strippers and their routines that he referenced in the act. In the 1937 <em>New York World–Telegram</em> interview, he names the dancers who had inspired his act: “‘I studied all the big strippers and I do their stuff . . . I do Gypsy Rose Lee and Ann Corio and Evelyn Meyers and Georgia Sothern. Sure, they got distinctive qualities.”[fn={Denlinger}] Two of them, Lee and Sothern, appeared with him at the Irving Place Theatre. Seeing the two “originals” together with the “original” imitator Morris, must have provided the audiences with a “fun-house mirror” on stage.[fn={imitation}] Another famous stripper also appeared alongside this spectacle: Carrie Finnell, most famous for having invented “comic ‘tassel twirling’ that she did with what she called her ‘educated bosom.’”[fn={Shteir-97}] All in all, the strippers were the center of Wilner’s show: “Whereas dialog is played up at the other local theatres, it is submerged by nudity here,” wrote Sidney Harris in a <em>Billboard</em> review.[fn={Harris-November}] The Irving Place Theatre did not have a runway, which an otherwise commonplace architectural feature in similar theatres and an indicator of the theatre’s level of prurience as they attempted to “move female cootch dancers, ‘jazz dancers,’ and ‘specialty numbers’ closer to the audience.”[fn={Shteir-79}] However, Irving Place had an architectural trademark that set it apart from other theatres. It had recently been equipped with stairs that could take the strippers from the stage to the orchestra floor, effectively making it a mix between burlesque theatre and nightclub.[fn={burly-briefs-1935-05}] Morris’s striptease act might very well have transgressed the division of audience and stage in this manner, contributing to the attention paid to Morris’s drag striptease. ",
                "In December 1935, Morris moved with the star-studded cast from the Irving Place Theatre to the Apollo Theatre on 42nd Street. It had been forced into bankruptcy during the Depression and Wilner was now able to lease the theatre. Wilner hired Allan Gilbert as a choreographer for the show, and he made it famous with his signature “smooth striptease routines,”[fn={Shteir-147}] and large production numbers similar to those staged at the Ziegfeld Follies but always performed in Gilbert’s burlesque in the nude or near-nude. Gilbert probably helped Morris shape his rather refined drag striptease choreography."
            ]
        },
        {
            "title": "Burlesque Drag Striptease and Homosexual Panic",
            "subtitle": "",
            "paragraphs": [
                "Morris’s drag striptease thus appeared for the first time in 1935, but for the most part, reviewers only mentioned it in passing. Only one in-depth description of the routine remains: In 1937, only weeks before the initial final steps were taken towards the closing of New York City’s burlesque theatres, <em>New York World–Telegram</em> published Denlinger’s interview. Aside from learning a few biographical facts and some of the intentions behind the act, Morris is also reported to have performed his entire striptease routine in front of Denlinger and the newspaper’s photographer:",
                "<blockquote>. . . first [he] does things with the big red fan, presently to be tossed into the wings. Then, with just the suggestion of a smirk below the moustache and a dieaway [sic] look in his ordinarily sharp eyes, he divests one knobby shoulder of its silken drape.<br/>At this point in today’s private showing Mr. Morris held the pose for a photographer and observed to the assemblage: —<br/>‘How’s this for a hunk of body, huh?’<br/>The yellow gown slipped down, revealed an expanse of hairy chest above a beaded brassiere (‘Boy,’ said Mr. Morris, ‘that is really sexy!’). Then Mr. Morris stood with his hands on his hips exclaiming ‘next week, East Lynne,’ and then he removed the concealing brassiere, enlarging the area of foliage-covered chest; and then he became a crouching September Morn and then with a threat toward his scant and beaded panties, minced elegantly off-stage.[fn={Denlinger}]</blockquote>",
                "Morris’s act is surprisingly well-described and thus, one of the few remaining descriptions of a drag striptease act from the era of “golden age” burlesque.[fn={Munro-Miller}] However, it is important to remember that historians always negotiate the narratives that we are trying to tell. Andreas Huyssen has described this negotiation between a “mythic past,” “real past,” and our historiographical approach to those “recontextualizations of the past.”[fn={Gale-Featherstone}] In this case, a story of one of the “first” male striptease artists in a burlesque theatre, it should thus be foregrounded that this “strip satire” is always already caught in a journalist’s mediated account—or his own “recontextualization of the past.” <em>The </em>mediation of Morris’s act in a newspaper clipping and some corroborating evidence is all that remains. The 1937 newspaper clipping tells of a photographer who was taking photos of the act but none of those photographs were ever published. Of course, theatre and performance scholars have known for a long time that performance is, as Marcia B. Siegel has written about dance, existing “at a perpetual vanishing point” as “an event that disappears in the very act of materializing.”[fn={Siegel}] In this case, the mediated narrative of the act is all that remains and is at least twice removed from any “real past,” seeing the act through Denlinger’s gaze.",
                "There is no record of Morris himself explaining how the act came about. Legend has it that an unnamed female stripper in the show at the Eltinge—maybe even Vilmara—suddenly fell ill and “there was a spot to fill.” Likely encouraged by his early days as a dancer, Morris decided to take on the challenge. After observing the dancers strut, step, shake, and shimmy for years, he put on the stripper’s gown and “picked up the big red fan and went out and did a strip.”[fn={Denlinger}] Herbert M. Alexander, burlesque historian—although “tattler” might be a more appropriate title as his writing is mostly gossip and rumor—tells us that Morris “grabbed a dress, slippers and G-string from the girl, borrowed a wig from the prop room, went out and gave it everything.”[fn={Alexander-66}]",
                "There is yet an additional layer to the mainstream historiography represented here by Denlinger and Alexander who attempt to stabilize Morris as the originator of the routine: that of the “mythic past.” Denlinger’s article and Alexander’s chapter are both embedded in a “mythic past”—a patriarchal culture—that constructs the narrative around Morris as the agent or a male “genius” who had a stroke of divine revelation or creative inspiration. The narrative makes it seem as though Morris invented something completely new in burlesque when evidence points out that drag striptease was frequently performed in nightclubs around the same time. One example is E. Russell who performed under the moniker “Evelyn Russell,” best known for his impersonation of Eva Tanguay, who had made a career of foregrounding her sexuality in vaudeville.[fn={Erdman-134}] Russell sang and danced in his act as well as performed “a little stripping for special audiences.”[fn={Drag-1973}] One might even speculate that floor-shows of the even earlier forms of entertainment—honky-tonks and concert saloons—could have featured heavily sexualized performances in drag, including early forms of drag striptease.[fn={McNamara-Erenberg}]",
                "Altogether, Morris and his comedic routine as it appeared in the contemporaneous mediated accounts foregrounds him as a capable, masculine agent, plagiarizing from the stripper (read as a passive, even sickly, woman) and queer culture (not at all represented in the reporting). So original was Morris’s act, according to Denlinger, that he had imitators: “He had them [audiences] rolling, and he’s been doing it ever since, although now he has imitators, whom he deplores.”[fn={Denlinger}] In this sentence, Morris is set up as the center of a circle of imitators, <em>an original</em>, and disregards the many pansy performers, some of whom had been performing striptease for audiences for years—or worse, sets them up as the copycats, the “imitators, whom he deplores.” But the act might have emerged in other ways. For example, one could speculate that the act emerged not as an emergency or a “spot to fill,” but as a suggestion from a producer (Wilner), the choreographer (Gilbert), or even Vilmara, Morris’s co-performer at the Eltinge. With her experience from the nightclubs around the city, she must have encountered, seen, or at least been aware of a number of “pansy celebrities” like Jean Malin, Jackie Maye, or Karyl Norman—and knew how popular they were with audiences.[fn={Pansy-Celebrities}] Another option is that Morris carefully planned his act’s choreography, drawing on—or plagiarizing—work by others, fully knowledgeable about what he was doing and how to communicate it all to a journalist such as Denlinger. ",
                "Both of these speculations about the act’s creation are hypothetical, of course, but conjectures on the basis of the difficulty for any historian of burlesque comedy to establish whether a comedian’s routine originated with him or whether they were copying someone else’s material (which could have been copied from yet another comedian as well). Andrew Davis has argued that historians of burlesque comedy has a fundamental problem of claiming “originality.” Since many routines were never considered important enough to be written down, and many entire scenes were passed on, in form and transmission, from one comedian to another, scenes could exist in several different versions and were often copied and/or modified at will.[fn={Davis-18}] Drawing on Davis’s ideas, Denlinger’s claim that Morris’s act was entirely original can be questioned. Morris may not have been the first to perform it, there is no way to know what and who may have inspired him along the way, or how many versions of “Morris’s act” were in circulation at the time.",
                "Denlinger’s claim to originality should be understood as an attempt to police the potential viral queerness of Morris’s act. If the queerness of Morris’s routine started and ended with him (or only a few, perfunctory and superficial copy-cats), it was contained. This type of policing is continuous with the attempts in the end of the interwar era to limit representations of queerness and any form of relaxed attitudes towards sex and sexuality, what I earlier described  as the “Queer Prohibition” of the 1930s. Times Square had been a <em>liminal space</em> where visitors, no matter their class background, their sexuality, their gender identification, “were encouraged to disregard some of the social injunctions that normally constrained their behavior, allowing them to observe and vicariously experience forms of behavior that in other settings—particularly their own neighborhoods—they might consider objectionable enough to suppress.”[fn={Chauncey-308}] The liminality might have been exacerbated in working-class circles: “The heterosexual-homosexual binarism that governs our thinking about sexuality today, and . . . was already becoming hegemonic in middle-class sexual ideology, did not yet constitute the common sense of working-class sexual ideology.”[fn={Chauncey-48}] In the 1930s, strides were made to restrict this liminality and enforce clear and strong borders between homo- and heterosexuality, not least in spaces where working-class sexual ideology was still very much present, such as the “poor man’s musical comedy” (the burlesque theatres).[fn={Kruh}] Faced with such enforcement, many of Morris’s predecessors and contemporaries had to “heterosexualize” themselves—perform a heteronormative form of masculinity—in media and life. Famous pansy performer Jean Malin performed a similar gimmick in media when he publicly got engaged to a woman,[fn={Chauncey-315}] and as James Wilson has written about vaudeville’s star female impersonator Julian Eltinge in the first decades of the twentieth century:",
                "<blockquote>By removing his wig, lumbering offstage and publicly denouncing his own performance genre, Eltinge simultaneously thrilled his audiences and assuaged his critics, who were anxious about assaults on normative gender identities.[fn={Wilson-Diva-20}]</blockquote>",
                "The attempt to establish Morris as a heterosexual comedian making fun of the “pansies” can be read as an example of what Judith Butler has named “high het[erosexual] entertainment.” The term refers to heterosexual culture placing itself at the metaphorical center, plagiarizing or appropriating queer cultural forms for its own financial and symbolic gains, hiding its act of copying as original. Butler writes that a good example of “high het entertainment” is “drag that heterosexual culture produces for itself” to affirm and strengthen heterosexual privilege (heteronormativity) by rendering itself an original, the norm, and a natural sexuality from which all other queerness must diverge.[fn={Butler-Bodies-85}] Such drag performances are clearly not subversive, as Sara Salih has explained, “since they serve to reinforce existing distinctions between ‘male’ and ‘female,’ ‘masculine’ and ‘feminine,’ ‘gay’ and ‘straight’.”[fn={Salih-67}] Butler continues to explain that they provide “a ritualistic release for a heterosexual [symbolic] economy that must constantly police its own boundaries against the invasion of queerness.”[fn={Butler-Symbolic}] The policing against queerness takes many forms but foremost are outright homophobia and what she describes as “homosexual panic,” a response to the fear of having queer shame attached to one’s person.",
                "Using Butler’s terms, then, what is the “invasion of queerness” that lurks and threatens in Morris’s act and that must be policed? Above all, it is the attachment of the performed femininity to Morris’s own person—and, one assumes, the spectator who might find his body enticing rather than the expected reaction of revolt. A close reading of each of the archival artifacts documenting Morris as a performer reveals a “ritualistic release” of Morris from his potential queerness and explicit attempts to establish his heteronormative masculinity through a performative gendering process. Denlinger’s interview starts with the sentence: “Bobby Morris fidgeted around with his brassiere and said in a <em>convincingly husky voice not to forget to say</em> that he had a wife and child.”[fn={Denlinger-italics}] A mere cursive reading of the article’s lead sentence makes clear Morris’s as he attempts to performatively gender himself “convincingly” masculine, using his “husky voice,” expressing his wish to be remembered as a heterosexual man. But who is “not to forget” in this sentence with its cryptic grammar; that is, who is the audience for whom this gendering is performed? Is Morris speaking to the contemporaneous newspaper reader? Or this author as a historian? Or is it a reminder to the journalist from himself, almost as if he was afraid to forget to portray Morris as a heterosexual man and impart his performed normalcy to his readers? If so, it is almost comically inserted into the newspaper itself, as a simultaneous acknowledgement and refusal to remember (authentically) that Morris “had a wife and child”—or that he had a “<em>convincingly</em> husky voice.” In Alexander’s account, there is a similar queer haunting, more explicitly addressed in his description of Morris’s “triangular black mustache [that] clashes comically with [his] gestures and combats any inclination to regard his stuff as queer.”[fn={Alexander-66}] Alexander’s writing makes it clear that, were it only for Morris’s gestures, his performance would be “queer” but that Morris actively “combats” them by virtue of growing a well-groomed mustache (which surreptitiously is also mentioned by Denlinger). While the word “queer” in Alexander’s text may have ambivalently referred to Morris’s queerness, the word was used by homosexual men who would be “straight-acting” using our own contemporary terms.[fn={Chauncey-15}] Thus, the term likely found an understanding, intrigued, or voyeuristic audience in Alexander’s readership, especially in relation to a heterosexually-performing cis-man such as Morris. As pointed out in the introduction to this chapter, heteronormativity and its accompanying homosexual and heterosexual identities were in flux at the time of Alexander’s writing. Butler and other queer theorists would add that such identities are always in flux and in need of negotiation and boundary-making. ",
                "In the light of such flux, it is impossible to simply interpret Morris’s performance as that of a heterosexual dancer–comedian, “putting on drag or stereotypical mannerisms to mimic and ridicule gay men,” as Chauncey would argue. On the other hand, we also cannot argue that his routine was a comedic take-off on established “type” in society performed by a queer performer who was forced to distance himself from any association with male femininity or perceived homosexuality under the pressures of increasing policing of the delineation of hetero- and homosexuality in the 1930s. Of course, these are exaggerated dichotomous positions, facetiously noted here in an attempt to show that either/or is an impossible proposition. I want to make clear here that I am less concerned with establishing whether or not Morris was “queer,” a “pansy,” a “rough,” or a “normal” man, in 1930s understanding of masculinity and gender identities more broadly. What interests me is how Morris invited the queer world that was erupting into the public consciousness into the burlesque houses in which he worked, through his combination of drag, burlesque comedy, and striptease, a combination which apparently was conceived as new to critics of the time. ",
                "Butler’s idea of “high het entertainment” goes further in helping to interpret Morris’s performance as more complex than either an oppressive form of heterosexual entertainment or, contrarily, a gay or queer drag performance and therefore radical or subversive. Her point is not to discern between those dichotomous standpoints but to understand that high het representations are “cultural texts in which homophobia and homosexual panic are negotiated.”[fn={Butler-Bodies-85}] "
            ]
        },
        {
            "title": "Reading the Queerness in Morris’s Routine",
            "subtitle": "",
            "paragraphs": [
                "The analysis of Morris’s act as “high het” comedy clearly shows the homosexual panic expressed through Morris’s mediated gender performance—the combatting of the queerness by virtue of a well-groomed mustache, a convincingly husky voice, and divulgence of a domestic heterosexual life. However, this analysis leaves something important out: <em>Morris’s actual routine</em>, the choreography and its gestures, that Denlinger describes in the clipping. The homosexual panic is attached to Morris as <em>performer</em> who, similarly to many other female impersonators and drag performers earlier in the century, needed to “denounce” his own performance—or, more precisely, the shame that his performance could bring, should the queerness of the act attach itself to him as a performer.[fn={Munoz-Shame}] But what happens if one foregrounds the <em>performance</em> itself rather than the denouncement on the part of the performer? Interestingly, a close reading of Denlinger’s description of Morris’s act reveals that not only had Morris studied the strippers’ movements closely but he also knew well the aesthetics of camp and its references. In analyzing Morris’s performance, I return to its queer possibility. In what follows, I approach Morris’s routine as camp using José Esteban Muñoz’s lens. It is helpful as Muñoz is one of the few scholars who includes the <em>queer gesture</em> as an essential part of his definition of camp. Such gestures, he clarifies, “transmit ephemeral knowledge of lost queer histories and possibilities within a phobic majoritarian public culture.”[fn={Munoz-Cruising-67}] In Morris’s act, one can find a rather virtuous use of queer gestures.",
                "Clearly an informed female impersonator, Morris discloses in the <em>New York World–Telegram</em> interview that he had meticulously studied the movement of the most famous strippers of the time. Morris engaged in more elementary impersonations of both Evelyn Meyers’s “slow bumps” and Georgia Sothern’s “fast dynamic kind [of striptease] . . . fast bumps” in his choreography. These impersonations seem straightforward and not have involved any particular parody or satire—with the exception, of course, of being performed by the “wrong body.” Other routines were more strikingly parodic. For example, he made fun of Ann Corio’s “sweet” sort of striptease by exaggerating her slow movement performing it “like she had gas on her stomach.”[fn={Denlinger}] A more developed example was his impersonation of Gypsy Rose Lee. He did a version of one of her songs, talk-singing with her characteristic off-handed style, but his impersonation, as any good drag act does, added another layer: He altered the lyrics and his version—”What Are You Going to Do?”—referred to a catch line: “Any time anyone says anything to me I say, ‘What you gonna do?’,” as he explained.[fn={Denlinger}] Morris could have been inspired by pansy performer Jean Malin who was known for “cracking risqué jokes and actively encouraging hecklers to have a go at him.”[fn={Bullock-61}] Of course, this kind of repartee is an example of the “typical of camp culture and sensibility,” common in queer contexts at time.[fn={Chauncey-290}] In the face of a threat to one’s life, such repartee was a form of “striking back,” although few of the examples that describe Malin’s repartee mentions how efficient this technique was to make sure he was not violently attacked once he left the nightclub. Morris’s use of such camp repartee hints at a knowledge and transmission of some of that culture and sensibility on the performer’s part. ",
                "The dance (in Denlinger’s account) contains at least two other references that can be read as referring to what Muñoz has called “an index to a shared aesthetic.”[fn={Munoz-Cruising-70}] This shared aesthetic has been described by other scholars of camp as a high degree of stylization, overwrought or overblown visual and narrative flair, a heightened performance style, revaluing the artificiality or pretense, and a love for forgotten artistic objects or too old things—the “trash” of history.[fn={Camp}] In his first camp reference, Morris sets up his thoroughly modern act with an antiquated and old-fashioned aesthetic when he off-handedly references the Victorian “florid outpourings associated with the so-called School of Emotionalism”[fn={Foley-43}] in his exclamation of “Next week, East Lynne!” East Lynne as a melodrama—and one of the most popular plays in U.S. history—rewarded “true womanhood and family” above all.[fn={East-Lynne}] Morris’s second camp reference comes in his visual representation of a slightly later historical moment. Paul Chabas’s painting “September Morn” had been imitated on stage before. In 1913, new dancer in the Ziegfeld Follies Ann Pennington imitated its pose on stage “wearing nothing but a sheer cape with some leaves strategically pinned on it.”[fn={Shteir-59}] The painting was a famous cultural reference in New York City as it had recently caused an outraged when it was exhibited in an art gallery and Anthony Comstock had said: “There is too little woman and too much maid. Take her out!”[fn={Comstock-September-Morn}] It became one of the nexuses where the conflict over Victorian values and the New Woman were battled. It continued, through the early decades of the 20th century, to appear in stage representations. In 1914, it was the blueprint for a tableau vivant in a vaudeville act described by <em>Variety</em>’s critic as “merely a vulgar display of robust undraped femininity,”[fn={Jolo}] and in 1918, it appeared again as a tableau in the Follies.[fn={Jarrett-110}] In an act that built a crescendo on the idea of a stripper’s sexuality as a firm break with Victorian ideals of femininity and womanhood, both East Lynne and the “September Morn” appear as a camp, antiquated references, gesturing to a femininity associated with domesticity, submission, piety, and purity, in a place acknowledging the artificiality of such a position.",
                "Most importantly, of course, Denlinger’s interview features the section quoted at length above, minutely describing the step-by-step movement of Morris’s entire choreography. Reading the full description of the act, the choreography was <em>not</em> an impersonation of any particular stripper as in his description of Gypsy’s, Corio’s, Meyer’s, and Sothern’s different kinds of movements. Rather, Morris performs both himself and not: Similar to his contemporaneous nightclub performers, his act is less of an impersonation and more a cultivation of a charismatic personality in the shape of stage persona. There is no way to know whether there was only one drag striptease in Morris’s repertoire or if he performed multiple different routines. In what follows, I will read the routine as an amalgamation of the lessons from the strippers together with each of the <em>gestures</em> described. Drawing more from the nightclub performers than from our own contemporary perceptions of drag artists (as lip-synchers and impersonators of divas) moves my analysis away from Morris’s intended parodic element and towards the sincerity with which he (and Denlinger) walks us through these queer gestures, thoroughly, one after the other. As Muñoz writes, atomizing movement by focusing on the (queer) gestures helps us build “an expressive vocabulary beyond the spoken word.”[fn={Munoz-Cruising-67}]",
                "The description opens cryptically, referring to Morris “doing things” with a large, red fan, a movement that immediately takes the audience into the most central theme of the choreography—the gender dissonance between the imitated stripper’s (heterosexually desirable) and Morris’s (heterosexually despicable) bodies. “Doing things” with the fan might have served Morris’s act in that it eased the audience into presenting this gender dissonance. Muñoz describes an important aspect of the camp gesture as a “reveling in an antinormative degeneracy,”[fn={Munoz-Cruising-70}] or a playing on aesthetics forbidden, tabooed, or stigmatized by heteronormative culture. The strong theme of a gender dissonant body in Morris’s routine escalates slowly until, when completely undressed, he was reveling in his “degenerate” body: almost up to the point of being completely undressed on stage.",
                "In the female stripteaser’s lexicon, the fan dance was part of the “tease” as opposed to the “strip,” and the two different kinds of erotic dancing were performed by two different dancers: “A teaser exited after discarding each garment,” while “a strip produced a more abrupt removal of clothing.”[fn={Shteir-80}] “Striptease” as a word only appeared in 1931, and soon thereafter the stripteaser emerged as a “threatening figure,” a woman who “too audaciously” claimed her sexuality.[fn={Shteir-112}] One of the reasons why fan dancing became “all the rage” in 1934 was that it was perceived as a form of striptease that was “still innocent.” Sally Rand made it popular when she presented it as part of the Century of Progress acts during Chicago’s World’ Fair. Soon, “Fan dancing hit such a feverish demand, with women across America wanting to learn the art of it, that the New School of Music added a class on how to fan dance.”[fn={Zemeckis-21}] Whereas Rand’s act was meant to tickle desire and play on the dichotomy of revealing and hiding, in Morris’s case, the fan dancing was part of titillating the interest of the audience members and introducing the act that was about to follow. Rand’s act ended with a gesture of throwing “up her fans like the Winged Victory statue,”[fn={Knox}] a movement referred to as a “flash”—a quick reveal of her whole naked body. It was often used as a way to circumvent laws that made it illegal for women to show naked intimate parts of the body while moving.[fn={Shteir-80}] While Morris begun his choreography with a fan, he did not end with flashing his intimate parts under his fan but rather “tossed” the fan into the wings.",
                "What follows in Denlinger’s description is a long series of thematic gestures towards the gender dissonance of the act. The “suggestion of a smirk” and his “dieaway look” collides with Morris’s assumed and expected (read: heteronormative) gender performance. The die-away look is explicitly contrasted with Morris’s otherwise “ordinarily sharp eyes.” The smirk borrows from the flirtatious attitude of the teaser and not the stripper who were considered part of the New Woman’s straightforward and aggressive sexuality. The “smirk” and a “dieaway look” are both gestures hinting at a demure male femininity, echoed at the end of the choreography when Morris “minces elegantly” off the stage. Once again, they seem to be titillating and slowly accustom the audience to the more aggressive crescendo of the choreography.",
                "That crescendo starts with Morris’s release of one of his yellow gown’s straps, letting the audience see his “knobby shoulder.” A man’s knobby shoulder seems intended here to have comically clashed with the admired standards of female beauty at the time. However, while many of the strippers imitated by Morris mostly conformed to contemporaneous female beauty standards—Gypsy and Corio were described in <em>Zit’s Weekly</em> as “striking beauties”—many dancers in burlesque diverged from the “highbrow feminine in the wispy beauty standards of the day.”[fn={Shoulder}] Beauty ideals were in sway in the burlesque theatre and as scholars of striptease and burlesque have shown, we should never take for granted that standards of beauty is the only thing enticing an audience member sexually.[fn={Ryan-107}]",
                "The reveal of the Morris’s rugged shoulder was only a part of the initial tease of Morris’s choreography. As he let the yellow gown slip down after releasing the other strap, he quickly exposed “an expanse of hairy chest” to the audience. Paradoxically, this gesture (or at least Denlinger’s mediated account of it) intended to show his masculinity—being hairless can be read a sign of boyhood or lost virility. But the “hairy chest” is in this case displayed “above a beaded brassiere,” hiding Morris’s nipples from view. Once again, the audience is teased—what appears to be a reveal through a quick-change (a quick drop of the yellow gown) shows another layer of clothing, not the “real thing” but rather a piece of clothing that makes prominent the contrast between the intended masculinity and the expected behavior of a hairy-chested, male-presenting comedian. The act here takes something of a turn. Most female impersonators at the time certainly engaged in de-wigging as a practice but they did not take off their clothing, and if they did (judging from drag striptease that took place somewhat later, in the 1940s and 1950s), they were not playing on a gender dissonance but tried to pass as cis-women (or made a living off of the exoticization of transgender performers in the carnival). Jaydee Easton, who later worked in the carnivals explained:",
                "<blockquote>Flashing frontwards was very easy to do. I would buy one of Tony Midnight’s G-strings and cut the pouch from it, cover the outside with lots of makeup, and let it dry. Then I would get one of my old wigs and cut a patch of hair out of it the size of the pouch. I glued it to the back of the pouch and when it was completely dry, I would take a needle hook and pull the hairs through the G-string at the front. The G-string was all flesh-colored, but at the front I would go over it with an eyebrow pencil and make it darker. With a pink spotlight shining on me it was almost impossible to tell I was a guy.[fn={Stencell-93}]</blockquote>",
                "But Morris’s act is not attempting to “pass” but rather to show the gender dissonance, and doing so by revealing a brassiere, and later adding a pair of underwear. At the time, almost all the strippers wore G-strings, a fairly new phenomenon, as historian of striptease Rachel Shteir writes: “it was not until the early thirties that strippers and teasers would undress to pasties and a G-string.”[fn={Shteir-80-plus}] While Denlinger only refers to them as “beaded panties” and does not make clear whether Morris was wearing a G-string or not, Alexander presents us with a different claim, that Morris wore “a dress, slippers and G-string.”[fn={Alexander-66}]",
                "The underwear is the crux of Morris’s gender-bending act and what sets it apart from any other drag striptease that may have transpired elsewhere around the same time. He was not trying to pass as a woman but presenting himself as himself. He did not shave or cover any secondary gender characteristics or elements that might be read as male or masculine to contemporaneous audiences. He presented his hairy chest, his well-groomed mustache, and pushed his body into a G-string and a brassiere. Without impersonating anyone specific or singing a song (at least in this version of the act), Morris presented himself to the audience as a charismatic stage persona of himself. In the light of this, what were any of the audiences potentially present in the theatre to make of his act: the working-class male audience who would presumably hoot and jeer (using Chauncey’s vocabulary); the presence of women in his audiences;[fn={Harris-February}] the homosexual men who resided mostly in the balcony of many of the burlesque theatre at the time?[fn={Dressler-204}] Altogether, these audiences all expected to see a burlesque show where strippers were women, comedians were men and the acts took place in an interwoven pattern: comedy acts after striptease acts to “cool off” the audience. Morris’s routine must have walked a fine line between a parody of gender transgressors (or “pansies”), presenting a perfectly desirable male body (resembling what was later called a “bear” or an “otter” in common gay slang[fn={Wright}]) while also hinting at the fairly new term “transvestite,” coined by sexologist Magnus Hirschfeld in 1910 who speculated whether the newly-invented identity should be considered “a matter of a form of homosexuality,” an autoeroticism, or altogether different sexual interest.",
                "Morris resists a clear answer to any of those propositions in the sources of information about his act regardless of when using his own voice (in Denlinger’s account) or in the futile attempts to contain the queerness of his routine narratively enacted by both Denlinger and Alexander. A well-groomed mustache or the performer’s sharp eyes hardly holds up as an argument against the overwhelming and excessive queer femininity that Morris’s body presents in his choreography. Trained as a dancer, it should be clear that Morris was anything but perfunctory in his movements. Rather, his embodied articulation and thematic focus is sharp. Towards the end of Denlinger’s narrative of the act, Morris takes control of the audience members, whomever they were, and tells them how to interpret his actions. In another word he is “framing the narrative for them,” as Ben Urish writes about Gypsy Rose Lee’s performances. Gypsy used to speak in her routines in order to take such control:",
                "<blockquote>Her humorous narrative undercuts the emphasis on her body by overtly discussing presumed ethereal topics . . . and her recitation itself and its performance imply an intelligence and unique personality as she discusses her education and upbringing.[fn={Urish}]</blockquote>",
                "Similarly, Morris takes control by using humorous narrative: He asks Denlinger (and his reader), “How’s this for a hunk of body, huh?” and comments further on it, “Boy . . . that is really sexy!” Differently from Gypsy’s strategy, however, Morris does not use humor to undercut the emphasis on his body. Rather, his speaking turns the gaze of the photographer in on itself. Turning the potentially objectifying and stereotyping gaze around in this way and thus taking control of one’s own representation draws on an age-old aesthetic strategy in burlesque, traced back to the “awarishness” of Lydia Thompson. Maria-Elena Buszek, drawing on the important work of Robert C. Allen, writes that,",
                "<blockquote>Blurring the borders between character and actress, performance and reality, the leg show had created an unusual new role for its female performers—an openly sexualized ideal of what Thompson herself referred to as modern women very much aware of their “own awarishness.”[fn={Awarishness-Allen}]</blockquote>",
                "In the act that coined the term, Thompson was parodying the recent attack on “the emergence of a manipulative, self-consciously sexual ‘girl of the period’ in Britain,” referring to burlesque performers and other women who did not conform to ideals of femininity and womanhood at the time.[fn={Pullen-93}] The performers’ sexual display was not the problem for critics at the time—the long “enduring link between acting and prostitution” and the overlap with “other tensions about the place of women in the public sphere” was hardly new, as Kirsten Pullen has written.[fn={Pullen-174}] Rather, what was attacked was “the acknowledgement and flaunting of their capacity for sexual agency.”[fn={Awarishness}] Similarly, Morris’s sexual agency is acknowledged and flaunted here, through his exclamations about his “hunk of body,” rendered “really sexy” in his own words. Those exclamations are further assisted by another defiant gesture: he stands with his “hands on his hips.” The gesture could certainly be read in the way a “limp wrist” is used as a stereotyping indexing of queerness. However, interpreted using Muñoz’s terms as an “expressive vocabulary beyond the spoken word,”[fn={Munoz-Cruising-67}] articulating an embodied version of Jean Malin’s talking back to the homophobic hecklers in his audiences, Morris’s hand-to-hip gesture can be understood as a powerful stance emphasizing the shape, size, and orientation of his body to his audiences. However, right before his act would have transgressed the double communication and lose itself in a fully un-ironic presentation of a homosexuality that must have appeared terrifyingly monstrous to Denlinger and his assumed readers—”with a threat towards his scant and beaded panties,” Morris left the stage.",
                "Morris thus continued a tradition of “awarishness” but actively <em>queered</em> it. He took the stripper’s and the teaser’s visual codes and cues, joined them with queer references, gender transgression, gestures, and clothing and claimed a defiant sexuality to boot. Parallel to the “alien” genders embodied by Thompson’s company at the <em>fin-de-siècle</em> and strongly contrasting with other female impersonators around the same time, the queer references, transgressions, gestures, and defiance presented here, introduced the heterosexual majoritarian audiences in the burlesque theatre, to such subcultural codes, and likely encouraged queer readings of his body for any minoritarian audiences that may have been in the theatre—indexing his body as attractive, interesting, complex, and not merely a “high het” parody of the previous decade’s male femininity in the pansy craze."
            ]
        },
        {
            "title": "The End of Burlesque—and Morris’s drag striptease—in New York City",
            "subtitle": "",
            "paragraphs": [
                "Ultimately, the attempted queering of burlesque on Morris’s part together with those who performed similar routines, his “imitators,” was shut down. In fact, burlesque as New York City had known it, starting in the 1860s and developing as an art form until the late 1930s, was about to disappear and its artists dissipate into other forms of entertainment: nightclubs, cabarets, carnivals, and radio.",
                "It is unclear whether the nudity of the shows or the queer character of Morris’s drag striptease had been upsetting or the general anti-burlesque middle-class sentiment played its part but Wilner’s licensing of the Apollo Theatre as a burlesque house did not go by uncontested. Mayor Fiorello LaGuardia had recently taken office and together with his license commissioner Paul Moss, he had launched a “concerted attack upon the content of burlesque shows.”[fn={Friedman-80}] While there had been sporadic attempts at closing down burlesque theatres previously, this time both the 42nd Street Merchants Association and religious representatives opposed the license.[fn={new-burlesque-opposed}] Religious leaders such as Joseph A. McCaffrey (on behalf of Cardinal Hayes) and Rabbi Sidney E. Goldstein claimed that the “existing burlesque shows on the street” were “indecent and obscene.”[fn={new-burlesque-42nd}] Moss agreed that the show at the Apollo would likely look like “the type of show given by Wilner at the Irving Place Theatre,” which he described in one word: “Raw.”[fn={new-burlesque-midtown}] The Broadway Association, the 42nd Street Association, and the West Side Association all joined ranks with the religious representatives. Wilner was the sole burlesque theatre operator appearing in support of the application. He pleaded to Moss that he would “put on a clean show” and explained that he “only wanted to make a living,”[fn={new-burlesque-42nd}] but his plea fell on deaf ears. Mayor LaGuardia and Commissioner Moss not only succeeded in refusing the Apollo’s license, but they went far and beyond the scope of their lawsuit when they announced that their action “was the first move in a new campaign to clean up burlesque in the city.”[fn={new-burlesque-42nd}] Moss continued to pursue Wilner’s theatres specifically and soon suspended his license of the Mount Morris Theatre (on 116th St) under the thin cover that he had not paid the salary to five motion picture operators who worked at the theatre.",
                "Wilner appealed Moss’s denial of the Apollo’s license to the New York Supreme Court. The Apollo “remained dark while the two sides brought the dispute to court.”[fn={Knapp-402}] Judge Edward R. Koch, fairly new to the court, ruled in favor of Wilner after hearing testimony that Moss’s refusal was based only on the polices assertion that “two burlesque houses were enough, and also because real estate operators in the block . . . as well as property owners and business men, felt that the neighborhood was being cheapened.”[fn={new-burlesque-plus}] Cleaning up indecent show had clearly equaled following the interest of embittered businesses, Koch concluded. A few days later, the Apollo was able to open with a “four-a day burlesque policy.”[fn={Knapp-403}] But the tension between burlesque’s “naughty bits” and the “cleaned-up” acts—at least the advertisement of the acts as such—was evident at the Apollo in the years that follow. In February of 1936, the theatre’s management let it be officially known, “that they applied the soap and brush to its shows.” Sidney Harris, <em>Billboard</em>’s reviewer confirmed in another review that the Apollo’s show “shouldn’t have any trouble with authorities,” but that the audience members still “can feel that they are getting a burlesque show.” He explained that the lights were so dimmed that the exposed skin on the strippers could barely be seen, and the comedy was made “devoid of smut.” There is no mention of Morris’s strip routine in the reviews of and report on the show following the lawsuit. Rather, “[c]omedy takes a back seat here,” Harris wrote, and the comedians prove “that burlesque comedy can be done clean.”[fn={Harris-February}]",
                "Wilner successfully navigated the legal landscape around “indecent” performances. A year after “applying soap and brush,” the Apollo Theatre was again “the de luxer of burly houses,” according to a critic. Morris appeared alongside headlining star George Sothern, and a specialty act (the “vaudeville spot” on the bill) featured dancer Valerie Parks in an “interpretative nude of <em>The Dance of Love</em>.” The review also highlighted quite a few production numbers, many of which were done in the nude.[fn={Harris-January}] But however effectively Wilner and his crew navigated the legal injunctions against “indecency” and were able to present Parks’s choreography and the production numbers in the nude, the spring of 1937 saw a rampant campaign against burlesque. LaGuardia increased the promotion of himself as “the Mayor of a clean American city” and a protector of its morals.[fn={LaGuardia-Friedman}] Andrea Friedman has argued that LaGuardia’s political motives were complemented by Paul Moss’s special disdain for burlesque: He had been a vaudeville performer in his youth and “saw burlesque as an insult to the theatrical profession.”[fn={LaGuardia-Friedman}] In April the same year, municipal officials were successful in convicting two employees at one of the theatres for an “obscene performance.” Moss revoked the license of Harlem’s New Gotham Theatre, the theatre in question. Friedman adds that this meant that “[t]he contest over the survival of burlesque in New York City was renewed. This time theaters all over the city, not merely those in Times Square, were threatened.”[fn={Friedman-83}]",
                "A total of 14 burlesque licenses were expiring in May 1937, and, following a new sex panic in town—Nancy Evans Titterton was raped and murdered and two other serious sexual assaults and deaths of two young girls had been reported—Moss decided to hold public hearings. Now, the sex panic was projected onto the theatre-goers unlike in 1934 when the Times Square property owners’ financial troubles had been projected onto the burlesque theatres. The public image of the burlesque-goer had changed: the unemployed and dissolute man of early Depression-era years had by now become a sexual psychopath. Not only did burlesque theatres attract criminals, Moss announced, but burlesque shows also <em>actively contributed</em> to the sex crimes: The “sexual psychopath” was <em>created</em> inside the theatres. The police commissioner agreed with Moss’s ideas and stated that closing burlesque theatres was a better solution than another common proposal: to sterilize the criminals. Other municipal officials were also happy to find a scapegoat to pin the increasing sexual crimes on.[fn={Friedman-83-plus}] Child welfare organizations and Catholic, Protestant, and Jewish clergy now testified against burlesque. As the sex panic was invoked, fearing the stigma an appearance could bring, no patrons were willing to offer testimonies at the hearings staged by Moss. Thus, the counteroffensive to the arguments against burlesque was very weak with lawyers focusing mostly on the financial consequences for the men and women who would be put out of work if the theatres remained closed.",
                "In April 1937, as Moss’s hearings were taking place at the municipal court, the last review of a show at the Apollo Theatre was published. <em>The Billboard</em>’s George Colson wrote that Allan Gilbert’s big production numbers were “colorful, well-staged and replete with appealing, youthful flesh in sprightly display” and that this show “should have no trouble in getting its share, at least, of burly play.” Ultimately, Morris’s striptease routine was the last act mentioned in a review from the Apollo Theatre: “Morris brought down the house with his strip-tease number, it easily being the most laughable piece of business of entire show.”[fn={Colson}]"
            ]
        },
        {
            "title": "A Network of Drag Strippers",
            "subtitle": "",
            "paragraphs": [
                "Morris’s career did not end with New York City’s burlesque ban. In fact, he did a few successful tours on Izzy Herk’s East Coast circuit, but striptease act is nowhere to be found. The circuit was known for dampened comedy routines, and the strippers who were still present in the shows had to tone down their acts to teasing.[fn={Honigberg}] Eventually, Morris joined the <em>Hollywood Hotel Revue</em> on tour in Australia and later traveled around the United States in a revised edition of the revue. During World War II, he went with the USO to perform overseas, like many other burlesque comedians. Once he was back, he performed mostly at Minsky’s nightclubs that remained open in California and Florida. But while Morris’s career might not have ended, his drag striptease was never mentioned again.",
                "While there is no evidence that Morris performed his staple act after 1937, it was a fixture at the Apollo” for over two years. He performed the act every other week and his popularity—he had the audiences “howling”—had reverberations in burlesque acts around the country. A network of performers who performed in similar routines emerged in the 1940s and onward. In the years the followed the New York City’s burlesque ban and the demise of Morris’s striptease act, drag striptease was popularized foremost among both queer and straight GIs in World War II. A “slow striptease” to a “Carmen Miranda drag routine” became so popular that it “became a tired cliché,” according to historian Allan Bérubé.[fn={Berube-89}] Many of those performers continued to perform in drag striptease acts (or more dressed acts) once the war was over and they were back stateside. But not all of the performers in the network of drag stripteasers around this time fared as well.",
                "If a performer transgressed the fine line that Morris walked between homosexual panic and queer camp and was perceived too queer, something that became more precarious in postwar period, it was harder to sustain one’s career and reach even the limited attention that Morris received. While an in-depth analysis of this performer network is outside this chapter’s scope, I want to point out one important person who appears in the archives and contrast with Morris’s life and performance: “Señorita Herrera,” a performer around 20 years Morris’s junior, and who became famous as the “Brazilian Gypsy Rose Lee.”[fn={Burkett-plus}] Gypsy herself describes her Brazilian impersonator in her autobiography as wearing “a brassière filled with birdseed to give it a lifelike movement.”[fn={Gypsy-309}] Herrera had started performing in drag striptease routines sometime between 1934 and 1937: While in her teens, she was “on the road as a dancer,” and “became a female impersonator ‘doing’ the most famous and sexiest stars of the time.”[fn={Markowitz-1B}] Around this time, which coincides with Morris’s performance, Herrera appeared mostly on the East Coast.[fn={Herrora}] In February 1937, around the time that Morris was interviewed for <em>The New York–World</em>, Herrera performed at Philadelphia’s newly opened 31 Club only a few hours away from New York City[fn={Philly-2-New}] where she headed up “a new gal-boy show.”[fn={Philly-New-Clubs}] A few months later, in November the same year, Herrera had stepped up to become a producer for the “Playboy Revue” in Seattle with seven performers; at least one (unnamed) dancer was male-identified and danced with fans.[fn={Seattle-Halloween}]",
                "Gypsy had first caught Herrera’s act in San Francisco in 1938 and she claims that Herrera had “copied my costumes and was doing special material, besides using my name for his billing. I complained at the time.”[fn={Gypsy-23-4-1}] Herrera had invited her and says that “he impersonated her so expertly that she stood up in the audience and hollered a threat to sue him.”[fn={Burkett}] Seven years later, in 1946, Gypsy was under the impression that Herrera had stopped performing this act,[fn={Gypsy-23-4-1}] when she was alerted by some friends in Philadelphia that Herrera appeared under her name, and it had made her friends confused. However, Lee did not take any legal action. In fact, a letter from five years later indicates that she did not care at all.[fn={Gypsy-23-4-2}] Despite Gypsy’s insistence that she had “no personal anger” about the impersonation but that she only wanted Herrera to stop using her name as a headliner,[fn={Gypsy-23-4-1}] the American Guild of <em>Variety</em> Artists (AGVA) decided to send a cease and desist letter to the nightclub.[fn={Gypsy-23-4-3}] They did not wish for Herrera to continue performing “in any way, shape or form.”[fn={Gypsy-23-4-incomplete}] The nightclub owner proceeded to use the potential lawsuit following the cease and desist letter to let Herrera go 10 weeks before the contract was fulfilled. Herrera, also a member of AGVA, brought the club owner before the Executive Committee.[fn={Gypsy-23-4-4}] It is unclear what happened at the hearing in November 1950 but Herrera performed during the following two years seemingly not using Gypsy’s name.[fn={Minneapolis-Male-Stripper}] In 1952, she made an attempt to appear as the “Brazilian Gypsy Rose Lee” again in Philadelphia but was soon bankrupt and stopped performing in nightclubs because of the “B-girls” that started working in the clubs and bars.[fn={Littauer}] For many years thereafter she lived a secluded and eccentric life, running an antique shop in Miami where she “would refuse to sell . . . [his goods], insult them [his customers], invite them to go away.”[fn={Markowitz-1B}] In 1992, when her business went bankrupt, she lit her store (and home) on fire, and shot herself.[fn={Grove-Man}]",
                "Herrera’s life and act were more closely aligned with a growing queer subculture and transgressed the line between homosexual panic and queer camp. She is an example of a performer whose choreography remains unknown but who clearly performed in a routine similar to that of Morris’s: inspired by Gypsy Rose Lee, both of them appear to have been undressing out of their drag outfits. However, Herrera’s act appeared in nightclubs, less visible to theatre and performance historians but influential enough for Gypsy’s lawyers to attempt to silence it. Considering performers such as Morris and Herrera (and their acts) as nodes connected in a network helps clarify that there is a horizontality rather than a verticality in the transmission of such acts as these. Morris seems less of an original performer of his act when Herrera was clearly, during those same years, performing a similar act in nightclubs not far from New York City. Rather than considering such horizontal performances as competitive, however, the network as a metaphor makes clear that a knowledge production and communication takes place where knowledge of such references and queer gestures as those in Morris’s act can be seen as part of a world-making process. Queer performances are ephemeral—more so than acts that fit neatly in a heteronormative understanding of the world—and while it remains important both to write the histories of such performances as Morris’s and Herrera’s, but also to notice the (horizontal) relationship between such performances and their transmission—overtly or covertly—of queer forms of knowledge."
            ]
        },
        {
            "title": "Conclusion",
            "subtitle": "",
            "paragraphs": [
                "With the help of Judith Butler’s theorization of “high het entertainment,” Morris’s act can be read as a cultural text in which the negotiation of homophobia and homosexual panic following the 1920s becomes apparent.[fn={Butler-Bodies-85}] The rather complex queer framework surrounding Morris’s act complicates simple interpretations of it. On the one hand, it (or more exactly, the mediation of it) can be read as a heteronormative appropriation of queer culture. On the other hand, the act also reads as camp, when the atomized movement and the queer gestures in the choreography are emphasized. It is impossible to know the efficacy of the queering of burlesque initiated by Morris and his “imitators,” especially in New York City, as burlesque was driven underground during World War II. Ultimately, if we consider the performance a node in a network of “imitators” all around the country’s burlesque theatres and nightclubs, we can glean in Morris’s act, a queer world-making in the progress, setting the scene for many years of gender-nonconforming performance to come."
            ]
        }
    ]
}