{
    "unfinished": true,
    "title": "Intimate Accoutrements as Somatechnical Network Devices",
    "subtitle": "Through High Heels and Rubber Breasts to the Collective",
    "sections": [
        {
            "title": "Heels",
            "subtitle": "",
            "paragraphs": [
                "If one opened the New York Daily News one August day in 1935 and looked between promotions for mint condition stamp collections and free samples from yarn purveyors to interested knitters, one could find a small, yet surprising advertisement placed by a C. Starr. He—I presume the gender pronoun here—was selling “THEATRICAL BOOTS” and other five-inch heeled shoes. Next to the large headline, a drawing of a black shoe (featuring a heel much taller than five inches) accompanied the advertisement. Long before any popular popular awareness of Starr’s fetishwear reference,  the advertisement’s multivalent references were likely lost on the general newspaper reader at the time. But for those “in the know,” it was clear that Starr’s advertisement peddled more than clothing, whether sexual consumption or production of adult entertainment. For two dollars, roughly the equivalent of $40 in 2021,  the potential customer would receive a price list and, more importantly, fifteen postcard-sized photos of models wearing the accoutrements for sale. Beside the theatrical boots, they included tight-laced corsets, rubber busts, and hosiery.  In one fell swoop, thus, Starr was able to place an advertisement in one of the largest newspapers in the United States,  while simultaneously and ingeniously maintaining his ability to express multiple meanings—one to the unknowing audience, one to his intended consumers—a feat replicating queer aesthetic strategies at the time.",
                "image-1.png",
                "image-2.png",
                "If one needed these clothes, where would one turn? Guyette for striptease and more “edgy” outfits. If one looked for more gown-like or accoutrements like paddings and bust, one looked to Camp/Seymour (one or two people). This form of “camouflage,” dissipation of one’s person into several people was an aesthetic strategy shared by these vendors and their customers—drag and fetish aficionados—alike.  This was the aesthetic strategy that made the network into what it was. <Undercover networks, subterranean knowledge, predating the sexual communication networks (as agents of change) identified by queer historian Martin Meeker.  Sexuality foregrounded here. Via Muñoz: subterranean knowledge. Embodied, fragmented, searching, unknowing, beside oneself. But also important to emphasize here: queerness—gender expression—exploration of attractiveness, “feeling sexy,” being sexual = being subject.>",
                "Thus, my research around Starr’s person and business was initially frustrated. How does a historian work with sources where the intended subject changes their name repeatedly in a chameleonic way? By diverting from my initial attachment to the name towards the relational data points, including the address listed in the advertisement, I was able to find further information. It became evident that the pseudonym was used by Charles Guyette, operating out of his apartment in an East Village tenement building in New York City.  The most prominent suggestion came from a small notice that Guyette had been arrested at the address from the advertisement, barely two weeks after it had been placed with the New York Daily News. He was arrested by federal agents on grounds of distributing obscene materials.",
                "Fairly little is known about Guyette as a person. Most published work on his life was published outside academic presses and is not readily available.  However, a 1998 Ph.D. dissertation by Robert V. Bienvenu II, describes Guyette as the central “hub” in a relatively small and specialized group of producers that started out the American fetish style (as opposed to the European fetish style).  Sociologist Jill D. Weinberg agrees and describes him as “a prominent erotica photographer and member in the theater community” who “anchored the earliest network of practitioners and introduced new people into BDSM” and laid the groundwork for the visibility of BDSM culture that would come much later.  Despite his prominent position, Guyette was famous for using “a variety of aliases and fronts,” as BDSM historian Peter Tupper has written in his brief reporting on Guyette.  Just prior to the advertisement’s publication in the New York Daily Times, he had placed a number of advertisements in the “key fetishist magazine in the world,” London Life.  The mixing of pseudonyms with his legal name might have been what led to his arrest.  Guyette spent one year in federal custody and when he was released in 1936, he stopped the distribution of pornography, which had gotten him into trouble, but continued his production and sale of outfits and accoutrements to his specialist customer base.",
                "Striptease dancers, drag performers, and fetish producers and consumers (sometimes overlapping categories) were his constituents and he procured them with everything from high-heeled shoes to the garment that would earn him a nickname: “the G-string king.” That nickname came slightly later, however.  In the 1930s, Guyette’s shoes, in particular, were famous in the world’s BDSM and drag scene around the time due to his mail order distribution and being the sole source of “ultra high heels” in the USA.  He continued with his clothing business, with a continued focus on making outfits for striptease dancers, drag performers, and fetish aficionados throughout the decade and much later.  Yet, in 1998, Bienvenu considered the connection between female impersonation and the emerging S/M style, content, and aesthetics still “unclear,” and, he write, it had “yet to be explained.”  I believe we can start uncovering such a connection in the illicit act of wanting to “feel sexy,” of experiencing a queer form of attractiveness. In order to find and articulate such an attraction, one had to engage with an underground network of queer knowledge, that went far beyond drag as entertainment, into drag as exploratory engagement with gender expression.",
                "Starr’s intended audience was broader than simply fetish consumers. As we will see, the rubber busts and references to “theatrical” in the advertisement solidly connected him and his enterprise with at least two other purveyors of similar material in New York City at the time as well as the large network of drag performers in the U.S. (and potentially belong, by way of his far-reaching mail distribution chain.)",
                "To get clothed is always already part of a ritual, marking a liminality, a resolution between a conflict displayed, resolved, and final transformation,  but as fashion historian Valerie Steele has written, a fetish dressing practice takes place when such an act of dressing enacts “an elaborate erotic drama . . . ritualized sexual performances,”  often directed at a particular object (and in some cases, an entire costume). Attaching Bienvenu’s question of the connection between the female impersonation and the emerging S/M style to an object, we need to focus on the shoe as the essential part, and particularly its high heel, which stands proudly at the center of Guyette’s advertisement, catching the impersonator’s, stripper’s and the BDSM practitioner’s interest alike, and to this day continues as central in the ritual practice of getting clothed in drag.  The high-heeled shoe is a (not-so) practical object and a fetish object that could generate sexual desire for profit (stripteasers and drag performers) and consumption (one’s own fetish dress-up) for an audience of one or more.",
                "What can we make of this attachment to the heel and its allure on its wearers? In Steele’s account, the heels are clear symbols of strength. The high-heeled shoe is not a particularly gendered object but perhaps more aligned with a genre: that of a fetishized femininity, associated with the dominatrix and the “female impersonator,” or drag performer. As Steele argues, the shoe, when worn by someone in a BDSM act, is intimately tied to the fantasmatic, sexuality, and subjectivity as it fulfills conscious or unconscious psychic needs where she can affirm fantasies about “the truth of the primal fantasy,” the wish for the phallic woman.  The heel is, in this perspective, a power-charged index that stands against the “fragile small foot” often regarded as “the feminine ideal” of the time.  Thus, it challenges an often assumed equation between femininity as subordinate, passive, and receptive. Similarly, in dance studies, we find accounts of the heel as a symbol of strength. The clicking and clacking of the heel, in the recurring movement in percussive dance such as flamenco bailaora and kathak, has been characterized by dance scholars as a dancing “close to the floor,” “becoming part of the floor,” and “breaking the floor,”  with the heel used to powerfully pound the floor in an effort to elevate the body, referencing “modern buildings and skyscrapers going up in cities around the world.”  Heel-based, percussive dancing, was permeating much of the drag landscape in the 1930s, as we can see <Draw on the archival material in a reflection here on “character dancing” in drag in the 1930s—powerful way of connecting with a nightclub audience.> In flamenco, the heel of the foot is armed with a hard-soled shoe with high heels,  and, dance ethnologist Miriam Phillips argues, used to express “strong emotions as a way to transform them and bond with others.”  Phillips makes an interesting turn here, from strength and skyscrapers to the bond between people by virtue of an object. It illustrates how the heel orients us in the world, how it connects the body to the street, to others—in a touching feeling, invoking feelings of vulnerability to one another.",
                "Yet, I want to suggest here that we embrace his interesting complex perspective on the heel in studying the role of the heel in the drag performance landscape of the 1930s. How does it enable a new or different perspective if we consider it, in relation to the act of putting on one of Starr/Guyette’s shoes in the 1930s, alone or in a group? Phillips touches on it, in her description of how the heel invokes a feeling of vulnerability towards one another. I want to suggest that the illicit feeling of having purchased a heel (or any interchangeable gender-bending accoutrement) and putting it on, to step out in front of an audience, and feeling one’s power, attractiveness, and potentia, need not be contradictory to also opening oneself up to the vulnerability of rejection, heteronormativity, or denial of recognition. This object-oriented relationship, thus, suggest a situation fraught with profound questions, insights, and exploration in the purportedly simple act of getting dressed."
            ]
        },
        {
            "title": "Somatechnics and Femmebodiment",
            "subtitle": "",
            "paragraphs": [
                "Some have described such technologies as these accoutrements for engaging with drag pleasure as somatechnics. The term was first coined by (trans-)historian and gender scholar Susan Stryker in “an attempt to highlight what they saw as the inextricability of soma and techné, of the body (as a culturally intelligible construct) and the techniques (dispositifs and hard technologies) in and through which corporealities are formed and transformed.”  In this reading, the high-heeled shoe is the connecting tissue between fetishist consumption (being/becoming object) and a radically vulnerable subjectivity. It opens oneself up towards an unknown of sorts while not turning away from, but rather engage with a sociality. By attaching the shoe to his foot, the artist entered into a social context, a network of willful somatechnological gender construction, “not in opposition to ‘natural’ becoming, but rather in ways that challenge oppositions such as nature and culture, human and machine,” or in this case, objects.   out-of-body, ek-stasis —> becoming-other/becoming-show —> from root to route. Not man, not woman, not gay, not straight",
                "This particular somatechnical tissue or network, anthropologist Ulrika Dahl calls femmebodiment, a neologism combining embodiment (with its own connection to somatechnics) and femme, an intentional position where femininity is queered.  <Insert more of femmebodiment> Drawing on a combination of Lauren Berlant’s and Sara Ahmed’s ideas around intimate and affective publics, Dahl argues that engaging with this embodiment makes the participants’ bodies “stick” together, projecting into existence a form of intimate public that allows for emotional contact, recognition, and reflection.",
                "More recently, Judith Butler has taken up this formation of intimate publics (although she does use this terminology) and discussed their political implications.  She asks what it means for terms such as “people” and “to act” when people join together in a “public.” What do bodies that join together, assemble and “act in unison,” do when they join together? Centrally, in my reading of Butler’s idea, they affirm a structure of interdependence—a distributed form of vulnerability, forming a “social network of hands that seek to minimize the unlivability of lives.”  While I will return to Butler’s idea later in this chapter, it is important to note here that < explain more with basis in how Butler responds to precaritization—in her case, it’s about our contemporaneous moment. But Sch precarity has been experienced by marginalized groups for a long time. Butler’s theory has the affordance to speak to the precarity experienced by the group of performers that I’m writing about.>",
                "Such an “unliveablity” was directly linked to class belonging and “real” money. As the performers in my dataset may have, at times, had a high cultural capital (Chauncey seems, at least, to suggest that), it is important to note that, like Esther Newton observed about queer nightlife entertainers in the 1960s, being a “professional homosexual” meant, to some extent living in “honest poverty.”  Similarly, being a professional queer nightclub entertainer in drag in the 1930s, one was, especially the further the decade progressed and the further away from Harlem’s and Greenwich Village’s nightclubs one performed, meant that one partook in an illicit act that was becoming increasingly surveilled and regulated.  This was the deceptive part that I think is ingenious: it was easy to shut down queer centralities (venues or common meeting-grounds) in Manhattan but an entirely different thing to “play whack-a-mole” with drag performers in an underground network, traveling from place to place.  While a deeper engagement with the legislation around queer existence in the early 20th century is outside the scope of this chapter, I defer to law professor William N. Eskridge Jr., who has summarized this context in detail. He writes that the discourse surrounding same-sex intimacy evolved rapidly between 1880 and 1940, “from a focus on theology-based unnatural acts to medically based gender inversion and then to deviant sexual orientation.”  < Pick up this thread here — the performers’ clothing was situated somewhere between fetish (sexual deviance) and medical device (inversion) > Rise in urbanization with its concomitant mix of classes following the Civil War is generally seen as the increasing formation of groups of like-minded queer people in cities around the country. Whereas these figures had been and continued to be peripheral to the majoritarian culture in nineteenth-century U.S., they were what Eskridge, Jr. has described as “a periphery increasingly irritating to the middle-class core.”  Drag balls and burlesque were entertainments that became popular by the 1890s with heterosexual and queer audiences alike, where gender reveal and exploration through the artistic expression of drag was the most prevalent.  In response to such exploration, science—as represented by American sexologists such as Frank Lydston and George Beard—constructed new theories around degeneracy, which situated the exploration of new and different forms of gender as “subhuman, animalistic desires,” explained predominantly through a biological perspective on psychology.  This, in turn, triggered harsher legislation circumscribing public expressions of such desires, exponentially higher rates of conviction for “disorderly conduct—degeneracy,” as well as the formation of civil vice prevention groups that assisted surveillance attempts of such groups, monitoring public spaces and their “bawdy” expressions.  Such bawdy expressions, of course, were also regulated in law through obscenity and anti-lewdness laws. In the late 19th century, many urbanizing states expanded their so-called “vagrancy” laws to include male sex workers who acted “effeminately,”  but anti-lewdness laws came to their apex with the prominent expression in the Wales Padlock Law: “this provision injected into New York law, for the first time, an absolute ban on a specified type of sexual speech, defining the discussion or portrayal of homosexuality on stage as inherently obscene.”"
            ]
        }
    ]
}